{
    "Volunteering": "התפקד",
    "Trustroots at Twitter": "אנחנו מצייצים",
    "Trustroots at Instagram": "אנחנו באינסטא",
    "Trustroots at Facebook": "אנחנו בפייסבוק",
    "Team": "צוות",
    "Sign out": "התנתקי",
    "Rules": "חוקים",
    "Read more": "קראי עוד",
    "Privacy": "מדניות פרטיות",
    "Meet": "פגוש חברים",
    "Frequently Asked Questions": "שאלות נפוצות",
    "Find people": "חפשי אנשים",
    "Edit profile": "עריכת פרופיל",
    "Contacts": "חברים",
    "Contact us": "צור קשר",
    "Circles": "מעגלים",
    "Blog": "בלוג",
    "Account": "חשבון",
    "About": "אודות",
    "What are your expectations in regards with going through their town?": "מהם הציפיות שלך ביחס להליכה דרך העיר?",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "יש סיכוי טוב שתקבלי תשובה חיובית אם תכתבי קצת על עצמך.",
    "Trustroots is very much about spontaneous travel": "הקהילה שלנו ממש בקטע של ספונטניות וזרימה עם הרגע",
    "Tell your host why you're on a trip": "ספרי למארחת על הטיול שלך",
    "Thank you!": "תודה לך, אנחנו מאוד מעריכים את זה!",
    "See also": "ראי עוד",
    "Host": "מארחת",
    "Make sure your profile is complete": "וודאי שהפרופיל שלך מלא",
    "Explain to them why you are choosing them": "הסבירי למה את בוחרת אותם",
    "Don't write to people 2 months ahead.": "אל תרשמי לאנשים חודשיים לפני בהקדם.",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...מסביר שאת מעוניינת להיפגש איתנו ולא רק לא בא לך לשלם על הוסטל.",
    "Media": "תוכן",
    "Foundation": "הבריגדה(Foundation)",
    "We will never, ever sell your profile data to anyone or try to otherwise use it commercially.": "אנחנו לעולםםםם לא נמכור את המידע שלכם לאף אחד ולא נעשה בו כל שימוש מסחרי.",
    "We want a world that encourages trust, adventure and intercultural connections. For that to happen through Trustroots we have written down some basic rules that apply to everyone. Please respect these rules:": "אנחנו רוצים עולם שמעודד אמון, הרפתקאות וחילופי תרבויות. בשביל שזה יוכל להתקיים כתבנו חוקים בסיסיים עבור כולם. בבקשה כבד אותם:",
    "We want a world that encourages trust, adventure and intercultural\n      connections.": "אנחנו רוצים עולם שמעודד אמון, הרפתקאות וחילופי תרבויות/רעיונות.",
    "You can start now by joining <1>circles</1> that you identify yourself with.": "הואי עכשיו ותצטרפי  <1>circles</1> שאת מזדהה איתם",
    "You are able to remove your info from the system by asking us to delete your account through the": "את יכולה להסיר את המידע עלייך בעזרת כפתור הבקשה להסרת משתמש בהגדרות",
    "Yes! We currently have a very simple Android version, which basically wraps around our website and gives you push notifications to your phone when you have new messages.": "כן! כרגע יש גרסא לאנדורואיד.",
    "Yes! Our code is available on <2>GitHub</2> and licensed under the <5>MIT License</5>.": "הקוד שלנו זמין בגיטהאב! ורשום תחת רשיון .MIT",
    "Write a little bit about yourself in the message. No essay though.": "כתבי מעט על עצמך בהודעה, לא נבחן אותך :).",
    "Why was my account suspended?": "למה הורחקתי מהקהילה?",
    "Why the name Trustroots?": "מדוע השם Trustroots?",
    "Why is there no forum?": "למה אין פורום?",
    "Why is there Facebook connection?": "מדוע יש חיבור לפייסבוק?",
    "Who decides what gets done?": "מי מחליט מה עושים?",
    "Who are the board?": "מי בועד?",
    "“If you want to go fast, go alone. If you want to go far, go together.”": "\"אם את רוצה ללכת מהר, לכי לבד. אם את רוצה ללכת רחוק, לכי עם אנשים.\"",
    "{{date, MMMM Do}}": "{{date, MMMM Do}}",
    "podcast": "בפודקאסט",
    "in Media": "במדיה",
    "from 37:00": "מאז 37:00",
    "about the site & community": "מידע על האתר והקהילה",
    "about the foundation": "מידע על ה- Foundation",
    "about technology": "מידע על טכנולוגיה",
    "about circles": "מידע על מעגלים",
    "Your emails": "האמייל שלך",
    "Your data is yours": "המידע עלייך הוא שלך",
    "Your circles will also show up in your profile, telling others more about you.": "המעגלים שאת חברה בהם יוצגו בפרופיל שלך, כך אחרים יוכלו לדעת עלייך יותר.",
    "CIC on Wikipedia": "CIC בוויקיפדיה",
    "We try to keep our rules simple and we value transparency. We'll update these rules as needed.": "אנחנו שומרים על החוקים שלנו פשוטים ואחנו מעריכים שקיפות. אנחנו מעדכנים את החוקים כפי הצורך.",
    "We think it's a shame that former non profits have been sold to\n                venture capital. We've been running other notable free and open\n                projects for a decade now and we hope our deeds so far speak for us.": "אנחנו חושבים שזו בושה שארגונים שהתחילו כללא כוונת רווח נהפכים לכאלו ונמכרים לקרנות השקעה.\nאנחנו מריצים פרוייקטים אחרים חינמיים וקוד פתוח \nואנו מקווים שהמעשים שלנו ידברו בעד עצמם.",
    "We route all our emails using <2>SparkPost</2> servers.": "אנחנו מנתבים את כל ההודעות דרך שרתי .SparkPost",
    "We have no tolerance for spam, ads and other objectionable content.": "אנחנו לא סבלניים לספאם, פרסומות ותוכן אחר שמתמש בפלטפורמה שלנו שלא עבור מה שהיא הוגדרה עבורו.",
    "We have no tolerance for abusive members.": "אנחנו לא סבלנים לניצול שוימוש לרעה של הפלטפורמה כנגד חברים אחרים.",
    "We found the term be problematic for having connotations of colonialism and wanted to switch to a more inclusive term in August 2020.": "אנחנו מוצאים את התנאי בעייתי כי הוא כאילו קולונייליסטתי אז החלפנו אותו ברוגוסט .2020",
    "We emphasize community.": "אנחנו בקטע של קהילות.",
    "We currently use <strong>Google Analytics</strong>, as it's the industry standard. At some point in the future we would like to run our own instance of Matomo and after doing that for long enough we may be able to move away from Google Analytics. We can use <3>help</3> with this.": "כרגע אנחנו משתמשים בגוגל אנליטקס, שהוא סטנדרט התעשיה. בעתיד אנו מעוניינים להפעיל מאטומו ואחרי זמן מסויים נסמך להפסיק להשתמש בגוגל אנליטקס.",
    "We believe in beauty, simplicity and transparency.": "אנחנו מאמינים ביופי, פשטות ושקיפות.",
    "We are all waiting to get back to \"normal\", for international travel to open up again, and to having people enjoy the Trustroots community.": "אנחנו כולנו מחכים שהמצב יחזור להיות \"נורמאל\", בשביל לטייל בין מדינות ולאפשר לאנשים להנות מהפלטפורמה.",
    "We also use third-party services that probably track usage, this includes": "אנחנו משתמשים בשירותי צד שלישי שככה\"נ עוקבים אחרי השימוש",
    "We aim to keep this privacy policy as clear, concise, and easy to understand as possible. We are committed to being transparent and open. This article explains generally how we receive information about you, and what we do with that information once we have it.": "המטרה שלנו לשמור את המדיניות הפרטיות שלנו, ברורה, קריאה, עקבית וקלה להבנה במידה האפשרית. אנחנו מחוייבים להיות שקופים ופתוחים. המאמר הבא מתאר בכלליות איך אנחנו מקבלים מידע עלייך ומה אנחנו עושים עם המידע הזה כשהוא אצלנו.",
    "Vision, Mission & Values": "הדרך, המשימה והערכים שלנו",
    "Vision": "הדרך שלנו",
    "View your profile": "הפרופיל שלך",
    "Via mobile devices you may also share content to Trustroots via your device's camera, location sensor or address book. This data is never published or used without your consent and it is always clarified when you are about to give this information to us.": "בעזרת המובייל את יכולה לשתף תוכן ל- Trustroots דרך מצלמת המכשיר, מיקום או ספר טלפונים.המידע הזה לעולם לא יהיה בשימוש או יפורסם ללא הסכמתך ותמיד יובהר לפני שתיתן לנו את המידע הזה.",
    "Values": "ערכים",
    "Using Analytics we automatically collect information such as usage times, browser details, screen size, network location (IP), country, language etc. This information is anonymized and never published so that individual users cannot be recognized.": "בעזרת אנליטקס אנחנו אוספים מידע באופן אוטומטי על הדפדפן, גודל מסך, מיקום הרשת (IP), מדינה, שפה וכו. המידע הזה נאסף בצור אנונימית ולעולם לא מפורסם כך שמתמש אינדיבידואלי לא יוכל להיות מזוהה.",
    "Users on Trustroots can download their profile, contact and hosting data through the": "משתמשים בפלטפורמה יכולים להוריד את המידע שלהם, אנשים קשר ופרטי אירוח",
    "Until then, be patient. Please help stop the spread of the virus. Consider not traveling, especially internationally. Consider not hosting people, especially if you live with <2>people at higher risk</2>": "עד אז, הי סבלנית. בבקשה עזרי לעצור את התפשטות הנגיף. תשלקי לא לטיילת בייחוד בין מדינות. שקלי לא לארח אנשים בייחוד אם את חיב עם אנשים בסיכון גבוה",
    "Trustroots was initially built with hitchhikers in mind but anyone has always been welcome to sign up even if they've never hitchhiked.": "Trustroots נבנה בהתחלה עבור טרמפיסטים אבל כולם תמיד מוזמנים להצטרף אפילו אם הם לא תופסים טרמפים.",
    "Trustroots uses <2>Google Analytics</2> to collect usage, device and browser statistics.": "Trustroots משתמשת בגוגל אנליטיקס לאיסוף מידע על השימוש, מכשיר ודפדפן.",
    "Trustroots seeks to be a platform for sharing and getting people\n                together. We aim to connect likeminded people together. We encourage\n                trust, adventure and intercultural connections.": "Trustroots היא פלטפורמה לשיתוף וקיבוץ אנשים יחדיו ביחד.\nהתכלית שלנו היא לחבר אנשים דומים ביחד.\nאנחנו מעודדים אמון, הרפתקאות וחיבור בין תרבויות.",
    "Trustroots page at Facebook": "עמוד Trustroots בפייסבוק",
    "Trustroots needs developers, designers, people handling support queue, copywriting and much more.": "Trustroots מחפשת מפתחים, מעצבים, תומכים טכנית, קופירייטרים ועוד.",
    "Trustroots logo": "הלוגו שלנו",
    "Trustroots isn't on purpose an alternative to anything specifically. There are many people to whom Facebook, CouchSurfing or other tools aren't suitable for multitude of reasons. We encourage using any tools you wish in parallel. We are trying to make it easy to gather your contents from these sites also to Trustroots.": "Trustroots אינו תחליף לשום דבר ספציפי. הרבה אנשים שעבורם בפייסבוק, קאוץסרפינג או פלטורמות אחרות לא מתאימות להם. אנחנו מעודדים שימוש במקביל בכמה כלים.",
    "Trustroots is over <2>{{memberCount}} members</2> strong and growing!": "בקהילת Trustroots יש יותר מ-{{memberCount}}  חברים!",
    "Trustroots is being built by a small team of activists who felt that the world of sharing is being taken over by corporations trying to monetize people's willingness to help each other. Same team brought you also <2>Hitchwiki</2>, <5>Trashwiki</5> and <8>Nomadwiki</8>.": "Trustroots נבנה ע\"י קבוצה קטנה של אקטיביסטים שהרגישו שעולם השיתוף נשלט ע\"י חברות שמנסות להכווין ולשלוט על רצונותינו לעזור אחת לשניה. אותה הקבוצה גם אחראית על Hitchwiki, Trashwiki, Nomadwiki.",
    "Trustroots is a non-profit <1>foundation</1> registered in the United Kingdom in <5>March 2015</5>. At the moment our costs are mainly for servers and other technical aspects, currently between €1000 and €2000 per year. As accepting donations would lead to higher total costs (due to accounting etc.) and require more effort than it seems worth, everything is currently being covered by the board.": "Trustroots  הוא עמותה ללא מטרות רווח בממלכה המאוחדת בריטניה (מרץ 2015). כרגע ההוצאות שלנו לכיסוי השרתים הם בין 1000-2000 אירו לשנה. קבלת תרומות יעלו לנו את ההוצאות מכיוון שנצטרך רואי חשבון שיעלו לנו את ההוצאות. לכן כרגע הכל מכוסה ע\"י הועד.",
    "Trustroots is a new non-profit hospitality exchange community.": "Trustroots היא קהילה לאירוח  וללא מטרות רווח.",
    "Trustroots is a community of travellers for sharing, hosting and getting people together. If you want to help grow this network you can find some <1>things to do here</1>.": "Trustroots היא קהילה של מטיילים שמושטטת על שיתוף, אירוח וקיבוץ אנשים יחדיו. אם תרצי להצטרך אלינו כדי להגדיל את הרשת תוכלי למצוא דברים לעשות כאן <1>things to do here</1>.",
    "Trustroots in Media": "Trustroots במדיה",
    "Trustroots group at Facebook": "קבוצות Trustroots בפייסבוק",
    "Trustroots at GitHub": "אנחנו בגיטהאב",
    "Trustroots Wiki: how to write a hosting request": "מדריך: כיצב כותבות בקשת התארחות",
    "Trustroots Team": "צוות Trustroots",
    "Trust": "אמון",
    "Travellers' community": "קהילה של מטיילים",
    "Transparency": "שקיפות",
    "This information is collected when you provide it to us (like when you fill your profile) or use features of our service (like messaging).": "המידע נאסף כשאת משתפת מידע איתנו (כשאת יוצרת פרופיל) או משתמשת בפיצרים שלנו (כמו הודעות).",
    "That said, there are still other ways to support us!": "ישנם דרכים נוספות לתמוך בנו!",
    "Thank you to everyone who has helped Trustroots over the years!": "תודה לכל מי שעזר לפתח את הקהילה לאורך השנים!",
    "Technology": "טכנולוגיה",
    "Team Guide": "צוות ההדרכה",
    "Support Trustroots": "תמוך ב-Trustroots",
    "Style guide": "עיצוב תוכן",
    "Some of our users want to use these networks and they have a right to do so. Others prefer to steer away from these networks and we'll also accommodate these users.": "חלק מהחברות רוצות להשתמש ברשתות החברתיות, אחרות מעדיפות לא להיות שם ואנחנו נארח גם אותם.",
    "Social networks": "רשתות חברתיות",
    "Site & community": "אתר וקהילה",
    "Share the beautiful you with the world.": "שתפי את היופי שאת עם העולם.",
    "See <1>statistics</1>": "ראי סטטיסטיקות <1>statistics</1>",
    "Screenshots": "צילום מסך",
    "Respect copyrights: stay within your rights if you want to share other people's texts and images - check their legal status!": "כבדי זכויות יוצרים: שמרי על זכויות היוצרים של אחרות בנוגע לטקסט ותמונות!",
    "Research": "מחקר",
    "Read their profiles. If someone is vegan you don't want to tell them how you want to try Currywurst (unless it's vegan Currywurst of course). You also want to look for things in common, e.g. you both hitchhiked through Syria (and survived).": "קראי את הפרופיל שלהן. אם מישהי היא טבעונית את לא רוצה לומר לה כמה בא לך לאכול בשר. כדאי לראות את הדברים המשותפים, כמו לדומא שתיכן חציתן את האוקיינוס ההודי בסירה (ושרדתם).",
    "Read more about circles": "קראי עוד על מעגלים",
    "Radio": "רדיו",
    "Questions? <1>Drop us a line!</1>": "יש לך שאלה? פני אלינו <1>Drop us a line!</1>",
    "Put yourself in the shoes of others: what would you like to know about\n                your travel buddies? What should they know about you?": "שימי עצמך בנעליים של אחרת: מה את תרצי לדעת \nעל שותפותייך לטיול? מה הן צריכות לדעת עלייך?",
    "Please head over to our Team Guide to learn how to get started.": "פני בבקשה לצוות התמיכה כדי ללמוד איך להתחיל.",
    "Play Store": "חנות האפליקציה",
    "Past board members": "חברי ועד בעבר",
    "Our willingness to help each other is universal. Trustroots is completely free\n      to use and will remain so forever.": "הרצון שלנו לעזור לאחרים הוא אוניברסלי. Trustroots הוא לגמריי\nחינם לשימוש וישאר ככה תמיד.",
    "Our server (and thus your data) is securely hosted at <2>DigitalOcean</2> in Amsterdam, Europe.": "השרתים שלנו (והמידע שלנו) מאובטח (DigitalOcean) באמסטרדם, אירופה.",
    "Our server": "השרתים שלנו",
    "Our response.": "התגובה שלנו.",
    "Non-profit & open source": "ללא מטרות רווח וקוד פתוח",
    "Nobody can do everything, but everyone can do something.": "אף אחד לא יכול לעשות הכל. אבל כולנו ביחד יכולות לעשות הכל.",
    "No. Trustroots is for everyone.": "לא. Trustroots זה עבור כולם.",
    "More…": "עוד…",
    "More reading:": "קראי עוד:",
    "More information": "עוד מידע",
    "More circles": "מעגלים נוספים",
    "Mission": "משימה",
    "Messages from and to other members": "הודעות מחברות ואל חברות אחרות",
    "Meet the team": "פגשי את הצוות",
    "(recommended for websites)": "(מומלץ עבור את אינטרנט)",
    "(March, 2015)": "(מרץ, 2015)",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"אנחנו רוצים ליצור עולם שמעודד אמון, הרפתקאות וחיבורים בין תרבויות.\"",
    "Make your own profile. One person, one profile — use your alias or real name; but never impersonate someone else, real or imaginary.": "צרי פרופיל לעצמך ושלך. אדם אחד, פרופיל אחד - השתמשי בשמך האמיתי אבל אף פעם אל תתחזי למישהו אחר, אמיתי או דמיוני.",
    "Make sure your own profile is complete. You're much more likely to get a positive response if you have written a bit about yourself. Absolute bare minimum: links to profiles elsewhere.": "אם תוודאי שהפרופיל שלך מלא, יש סיכוי הרבה יותר גבוה שתקבלי תגובות חיוביות ממי שאת כותבת אליה. חיבור לפלטפורמות אחרות יכול להקל.",
    "Learn more": "קראי עוד",
    "Launched {{date, LL}}": "הושק ב-{{date, LL}}",
    "Last updated on December 4th, 2018": "עודכן לאחרונה ברביעי לדצמבר 2018",
    "Joining circles helps you find likeminded Trustroots members and\n                  tells others what you're interested in.": "הצטרפות למעגלים עוזרת לך למצוא אנשים שדומים לך ולספר לאחרים מה מעניין אותך.",
    "Join Trustroots now": "הצטרפי ל-Trustroots עכשיו",
    "Join Trustroots": "הצטרפי ל-Trustroots",
    "It’s possible to apply for CIC status, which is a special form recently created for social enterprises": "אפשר להוסיף סטטוס CIC שהיא תבנית שנוצרה לאחרונה עבור ארגונים חברתיים",
    "It’s fast and relatively affordable to set up.": "זה מהיר ויחסית נגיש להתקנה.",
    "It is very flexible, this is why many NGOs and charities choose the LBG form.": "זה מאוד גמיש וזה הסיבה שהרבה NGOs ועמותות בוחרות ב-LBG.",
    "Is there a mobile app?": "האם יש אפליקציה לטלפון?",
    "Is Trustroots open source?": "האם Trustroots כתובה בקוד פתוח?",
    "Is Trustroots exclusively for hitchhikers?": "האם Trustroots היא לטרמפיסטים בלבד?",
    "Is Trustroots an alternative for CouchSurfing or BeWelcome?": "האם Trustroots היא אלטרנטיבה ל-CouchSurfing או .?BeWelcome",
    "Interviews": "ראיונות",
    "Install Google's official <2>opt out extension</2>": "התקיני Google's official <2>opt out extension</2>",
    "Information from 3rd party once you connect your account to them": "מידע מצד שלישי ברגע שאת מחברת את החשבון שלך אליהם",
    "Information about you from other members; references": "מידע עליך מחברים אחרים,",
    "Information about you": "מידע עלייך",
    "Info & support": "מידע ותמיכה",
    "In Italian. 2nd audio track from 10:50 to 25:00.": "באיטלקית, הקובץ שמע השני מהדקה 10:50 ל- .25:00",
    "In German.": "בגרמנית.",
    "In Finnish.": "בפינית.",
    "In Dutch.": "בהולנדית.",
    "If you would like to help solve this, <2>get in touch!</2>": "אם תיהי מעוניינת לפתור את הבעיה הזו, פני אלינו, <2>get in touch!</2>",
    "If you wish to stay completely anonymous online, please check this guide by Matomo:": "אם את מעוניית לגלוש בצורה אנונימית באינטרנט, אנא בדקי את המדריך של Matomo:",
    "If you navigate to the profile of a user, you will find a link that says \"Report member\" that will lead you to a report form. Also, at any point, you can <1>contact us</1> with your report.": "אם את מנווטת לפרופיל של חבר, את תראי שם קישור שכתוב בו \"דווחי על חבר\" שיוביל אותך לדף פירוט הדיווח. ובלי קשר, את תמיד מוזמנת לפנו לצוות התמיכה עם הדיווח שלך.",
    "If you ignore these rules, we might stop our services for you without further notice.": "אם את מתעלמת מהחוקים שלנו, אנו יכולים להפסיק את השירות עבורך ללא התראה נוספת או בכלל.",
    "I'm a developer and I want to help!": "אני מפתח ואני מעוניית לעזור!",
    "I don't find a circle that suits me": "אינני מוצאת מעגל השתייעות שמתאים לי",
    "How is this connected to Hitchwiki, Nomadwiki or Trashwiki?": "כיצד זה קשור לפלטפורמות Hitchwiki, Nomadwiki or Trashwiki?",
    "How does it work?": "כיצד זה עובד?",
    "How do you want to make the project financially sustainable?": "כיצד אתן מתכננות לקיים פיננסית ובצורה מקיימת את הפרוייקט?",
    "How do I report a member that violates the rules?": "כיצד אוכל לדווח על חבר שהפר את הכללים?",
    "How can I remove my account?": "כיצד אוכל להסיר את החשבון שלי?",
    "How can I remove my account": "כיצד אוכל להסיר את החשבון שלי",
    "How can I help?": "כיצד אוכל לעזור?",
    "How can I contact you?": "כיצד אוכל ליצור איתך קשר?",
    "Help us build Trustroots! Nobody can do everything, but everyone can do something…": "עזרי לנו לבנות את Trustroots! אף אחת לא יכולה לעשות הכל אבל כולנו ביחד יכולות לעשות הכל…",
    "Help us build Trustroots!": "עזרי לנו לבנות את הקהילה (Trustroots)!",
    "Have a look! Travel anywhere and easily find great people who want to\n                meet you as well. See where other travellers are and help each other\n                out, whether through welcoming them to your home, sharing your stories\n                or becoming friends.": "טיילי לאן שתרצי ופגשי אנשים אחרים בקלות שגם רוצים:\n- לפגוש אותך כמו שאת רוצה. לעזור אחד לשניה.\n- לשתף ולקבל אחרים לבית שלך ולשתף את הסיפורים שלכם.\n- להיות חברים שלך.",
    "Gravatar, for profile images": "Gravatar, עבוד תמונת פרופיל",
    "Get active!": "היי אקטיבית!",
    "Freedom": "חופש",
    "Free and open source": "קוד פתוח וחינמי",
    "For developers": "למפתחים",
    "For Writing Great Messages": "עבודר כתיבת הודעות מדהימות",
    "Follow Trustroots": "עקבי אחרי Trustroots",
    "Find members": "חפשי חברים",
    "Fill your profile": "מלאי את הפרופיל שלך",
    "Files": "קבצים",
    "Fact sheet": "מסמך עובדות",
    "Facebook, for profile images": "פייסבוק, עבור תמונת פרופיל",
    "Facebook page": "עמוד פייסבוק",
    "Facebook group": "קבוצת פייסבוק",
    "FAQ": "שאלות נפוצות",
    "Entirely free and operating on basis of gift-economy": "לגמריי חופשי ומתבסס על צורת כלכלה-מתנה (gift -economy)",
    "Do you have public statistics?": "האם אתם מפרסמים סטטיסטיקות לגבי השימוש באתר?",
    "Do <1>contact us</1> if you want to help with this.": "צרי איתנו קשר אם את מעוניינת לעזור בזה<1>contact us</1>.",
    "Details": "פרטים",
    "Could you offer mobile app at F-Droid store?": "האם תוכלו להציע תוכנה בחנות ה-F-Droid ?",
    "Could Trustroots assets be sold?": "האם הפלטפורה (Trustroots) ונכסיה יכול להימכר?",
    "Content available under a <2>Creative Commons licence</2>": "התוכן מתאפשר ברשיון <2>Creative Commons licence</2>",
    "Contact & support": "חברים ותמיכה",
    "Contact & Support": "חברים ותמיכה",
    "Communication with our support team (via e-mail or contact form) is managed via Zendesk and stored on Zendesk servers. You can <2>see their privacy policy</2>.": "תקשורת עם צוות התמיכה שלנו (דרך אימייל או טופס יצירת קשר) מנוהל ע\"י מעשרת זנדסק ומאוחסן בשרתים של זנדסק. את יכולה לראות את <2>see their privacy policy</2>.",
    "Callum and Carlos were also part of the founding team.": "קאלום וקארלוס גם היו חלק מצוות ההקמה.",
    "Board": "ועד",
    "Be yourself, helpful, kind, responsible.": "תיהי את, עוזרת, אדיבה ואחראית.",
    "Be respectful of others and restrain from any kind of abusive behaviour.": "כבדי את הסובבים אותך והתרחקי מהתנהגויות פוגעניות.",
    "Be genuine yourself.": "תיהי כנה עם עצמך.",
    "Be friendly and know when to stop messaging someone.": "תהי חברותית ותדעי מתי להפסיק לשלוח הודעות לאחרת.",
    "Be a human being: write messages specifically for their recipient.": "התנהגי בצורה מכובדת, כשאת כותבת הודעה כתבי הודעה אישית.",
    "Basic profile information such as name, email, language, name, picture, gender, age, living location, usernames in other networks.": "פרופיל בסיסי מכיל את המידע הבא: שם, אימייל, שפה, תמונה, מין, גיל, מיקום מגורים ושם משתמש ברשתות חברתיות אחרות.",
    "Back to the roots. Earthy. The art of asking — and trusting — is something we often experience while traveling. We also have some innovative ideas that can help building trust among people. Once the network is big enough we'd love to work with scientists to build something that can really make a difference through trust metrics.": "בחזרה לשורשים. אמנות השאלה והאמון היא משהו שאנחנו חוות כשאנחנו מטיילות. יש לנו רעיונות טובים לבניית אמון בין אנשים. ברגע שהרשת גדולה מספיק אנחנו נשמח לעבוד עם מדעניות ליצירת דבר גדול שיכול לשנות.",
    "Are you planning to do X feature?": "האם את מתכננת לעשות X פיצרים?",
    "App Store": "חנות האפליקציה",
    "Anyone can join us as a <1>volunteer</1>. We're huge fans of do-cracy and getting things done attitude. We have <3>a core team</3> which is formed from the most active volunteers. There isn't voting or other buraucratic processes involved, but you get more responsibility by simply becoming active contributor and showing your communication skills. Great community values simple translation jobs just as much as highly skilled development. We'll aim to keep the entry level for volunteers as low as possible. No bureaucracy. Pragmatic approach. Trust.": "כל אחד יכול להצטרף אלינו ולהתנדב <1>volunteer</1>. אנחנו בקטע של דו-אוקרוטי ובגישה של לעשות. יש לנו <3>a core team</3> שנוצר מהאנשים הפעילים ביותר. אין אצלנו הצבעות או כל בירוקרטיה אחרת אבל כל אחת נהיית יותתר מעורבת כשהיא משתתפת בפעילויות השוטפות שלנו ונותנת מהכישורים שלה. אנחנו שומרים את רף הכניסה למתנדבים נמוך ככל האפשר. פרגמטיות, אמון.",
    "A world that encourages trust and adventure.": "עולם שמקדם אמון והרפתקאות.",
    "A good profile picture can definitely help you get responses from many people.": "תמונת פרופיל טובה תעזור לך לקבל תגובות חיוביות לבקשות שלך מאנשים אחרים.",
    "<0>We</0>: Mikael, Kasper, and Natalia.": "<0>We</0>: מיכאל, קספר ונטליה.",
    "<0>We</0> can give interviews in English, German, Dutch, French, Spanish & Finnish.": "<0>We</0> אנחנו יכולים להתראיין באנגלית, גרמנית, הולנדית,, צרפתית, ספרדית, פינית ועברית.",
    "<0>Send us</0> new circle ideas! In the future you will be able to create new circles by yourself.": "<0>Send us</0> שלחי לנו רעיונות חדשים למעגלים! בעתיד תוכלי ליצור מעגלים בעצמך.",
    "<0>Read our blog post</0> about this.": "<0>Read our blog post</0> על זה.",
    "<0>Contact us</0> if you have any questions.": "<0>Contact us</0> אם יש לך עוד שאלות.",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "במידה ויש לך עוד שאלות או אם את מתכננת לכתוב עלינו <0>contact us</0>",
    "<0>Ask</0> us for more photos etc": "<0></0>Askבקשי עוד תמונות וכדומה",
    "Announcement": "הודעות",
    "Analytics & opting out": "ניתוחים סטטיסטים וביטול ההסכמה",
    "All current board members are also members of the founding team. We will have non-founding members in the board at some point.": "כרגע כל חברי הקירקטוריון הם מצוות הקמת האגודה. בשלב מסויים יהיו חברי דירקטוריון שאינם מדור המקימים.",
    "African proverb": "פתגם אפריקאי ישן",
    "Adventure": "הרפתקאות",
    "Additionally our website is mobile optimized, so you could also add it to your phone's home screen for quick access. Here are instructions for <2>iOS</2>, <5>Android (Chrome)</5> and <9>Android (Firefox)</9>. <br/>": "האתר שלנו מתאים לטלפונים סלולריים בעלי יכולת הצגה גרפית מתקדמת. הנה ההוראות עבור מערכת IOS <2>iOS</2>  אנדאוראיד(כרום)",
    "Additionally our by-laws (articles of association) specifically prohibit selling the users database and specify that the company code will be licensed under an<1>open source license</1>": "בנוסף, התקנון שלנו אוסר במפורש אל מכיר מאגר המידע על משתמשים והקוד שלנו הוא קוד פתוח תחת <1>open source license</1>",
    "Account settings": "הגדרות החשבון"
}
