{
    "explaining that you are interested in meeting them, not just looking for free accommodation": {
        "": "förklara att du är interesserad av att möta just hen, inte bara vill ha någonstans att sova gratis."
    },
    "Conversation started {{ date }}": "Konversation startad den {{ date }}",
    "Don't write to people 2 months ahead": {
        "": "Skriv inte till folk två månader i förväg."
    },
    "Edit your profile": "Redigera din profil",
    "Explain to them why you are choosing them": "Förklara varför du valt att skriva till den personen",
    "Highlight text to add links or change its appearance": {
        " Ctrl+Enter to send": {
            "": "Markera text eller lägg till länkar för att ändra hur det ser ut. Ctrl+Enter för att skicka."
        }
    },
    "Make sure your profile is complete": "Se till att din profil är ifylld",
    "More messages": "Fler meddelanden",
    "No conversations yet": {
        "": "Inga konversationer än."
    },
    "Please write longer profile description before sending messages": {
        "": "Skriv en mer utförlig profilbeskrivning innan du skickar meddelanden."
    },
    "Send": "Skicka",
    "Sorry I can't host": "Jag kan inte ta emot",
    "Tell a little bit about yourself": "Berätta lite om dig själv",
    "Tell your host why you're on a trip": "Berätta om varför du reser",
    "This user isn't a member anymore": {
        "": "Den här användaren är inte längre medlem."
    },
    "Tip": "Tips",
    "Trustroots is very much about spontaneous travel": "Trustroots handlar i mångt och mycket om spontana resor",
    "Unknown member": "Okänd medlem",
    "What are your expectations in regards with going through their town?": "Vad har du för förväntningar på ditt besök i deras hemort?",
    "Write back": "Skriv tillbaka",
    "Yes, I can host!": "Ja, jag kan ta emot!",
    "You": "Du",
    "You haven't been talking yet": {
        "": "Ni har inte pratats vid än."
    },
    "You replied": "Du svarade",
    "You're much more likely to get a positive response if you have written a bit about yourself": {
        "": "Det är mycket mer troligt att du får ett positivt svar om du har skrivit lite om dig själv."
    },
    "Your profile seems quite empty": {
        "": "Din profil ser lite tom ut."
    },
    "Yes": "Ja",
    "{{count}} unread messages": "{{count}} oläst meddelande",
    "{{count}} unread messages_plural": "{{count}} olästa meddelanden",
    "Your response won't be visible to them.": "Ditt svar kommer inte att visas för personen.",
    "No": "Nej",
    "Member is not available anymore.": "Medlemmen är inte längre tillgänglig.",
    "License": "Licens",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Tycker du att meddelanden från den här personen är trevliga och i Trustroots anda?",
    "Change": "Ändra",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...förklarar att du är intresserad av att träffa personen, inte bara hitta någonstans att bo gratis."
}
