{
    "Help us build Trustroots! Nobody can do everything, but everyone can do something…": "Hjälp oss att bygga Trustroots. Ingen kan göra allt, men alla kan göra något!",
    "Please head over to our Team Guide to learn how to get started": {
        "": "Ta en titt på vår Teamguide (endast tillgänglig på engelska) för att ta reda på hur du kommer igång."
    },
    "Team Guide": "Teamguide",
    "Trustroots needs developers, designers, people handling support queue, copywriting and much more": {
        "": "Trustroots behöver utvecklare, designers, folk som hanterar supporten, översättare, korrekturläsare och mycket mer."
    },
    "Volunteering": "Volontärer",
    "Contact us": "Kontakta oss",
    "Host": "Värd",
    "Account": "Konto",
    "About": "Om",
    "A world that encourages trust and adventure.": "En värld som uppmuntrar tillit och äventyr.",
    "A good profile picture can definitely help you get responses from many people.": "En bra profilbild gör det troligare att många personer svarar på dina meddelanden.",
    "<0>We</0>: Mikael, Kasper, and Natalia.": "<0>Vi</0>: Mikael, Kasper och Natalia.",
    "<0>We</0> can give interviews in English, German, Dutch, French, Spanish & Finnish.": "<0>Vi</0>kan ge intervjuer på engelska, tyska, nederländska, franska, spanska och finländska.",
    "<0>Send us</0> new circle ideas! In the future you will be able to create new circles by yourself.": "<0>Skicka in</0> idéer för nya cirklar! I framtiden kommer du även att kunna skapa nya cirklar själv.",
    "<0>Read our blog post</0> about this.": "<0>Läs vårt blogginlägg</0> om detta.",
    "<0>Contact us</0> if you have any questions.": "<0>Kontakta oss</0>om du har frågor.",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "<0>Kontakta oss</0>om du har några frågor eller om du vill skriva om oss.",
    "<0>Ask</0> us for more photos etc": "<0>Fråga</0>oss om mer foton osv.",
    "(recommended for websites)": "(rekommenderas för webbplatser)",
    "(March, 2015)": "(Mars, 2015)",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"Vi vill ha en värld som uppmuntrar till tillit, äventyr och interkulturella utbyten.\"",
    "Find people": "Hitta personer",
    "Thank you!": "Tack!",
    "See also": "Se även",
    "Frequently Asked Questions": "Vanliga frågor",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...förklarar att du är intresserad av att träffa personen, inte bara hitta någonstans att bo gratis."
}
