{
    "Help us build Trustroots! Nobody can do everything, but everyone can do something…": "Ayudanos a construir Trustroots! Nadie puede hacerlo todo, pero todos pueden hacer algo…",
    "Please head over to our Team Guide to learn how to get started": {
        "": "Por favor dirígete a nuestra Guía de Equipo para aprender cómo empezar (solo disponible en inglés)."
    },
    "Team Guide": "Guía de Equipo",
    "Trustroots needs developers, designers, people handling support queue, copywriting and much more": {
        "": "Trustroots necesita desarrolladores, diseñadores, personas que manejen la cola de soporte, derechos de autor y mucho más."
    },
    "Volunteering": "Voluntariado",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...explicando que tienes interés en conocerlos, no que solo estás buscando alojamiento gratis.",
    "Account": "Cuenta",
    "About": "Acerca de",
    "Additionally our by-laws (articles of association) specifically prohibit selling the users database and specify that the company code will be licensed under an<1>open source license</1>": "Adicionalmente nuestro estatuto especificamente prohibe vender la base de datos de usuarios y especifica que el codigo de la compañia va a ser licenciado bajo una <1>licencia open source</1>",
    "Account settings": "Configuración de la cuenta",
    "A world that encourages trust and adventure.": "Un mundo de fomenta confianza y aventura.",
    "A good profile picture can definitely help you get responses from many people.": "Una buena foto de perfil definitivamente puede ayudarte a tener respuestas de muchas personas.",
    "<0>We</0>: Mikael, Kasper, and Natalia.": "<0>Nosotros</0>: Mikael, Kasper, y Natalia.",
    "<0>We</0> can give interviews in English, German, Dutch, French, Spanish & Finnish.": "<0>Nosotros</0> podemos dar entrevistas en ingles, alemán, holandes, frances, español y finlandés.",
    "<0>Send us</0> new circle ideas! In the future you will be able to create new circles by yourself.": ">0>Envíanos</0> ideas para nuevos círculos! En el futuro vas a ser capaz de crear nuevos círculos por tu cuenta.",
    "<0>Read our blog post</0> about this.": "<0>Lee nuestro blog</0> sobre esto.",
    "<0>Donations</0> and grants are the most likely ways. There are many inspiring organisations out there serving as great examples: <3>Warmshowers Foundation</3>, <6>Abgefahren e.V.</6> (Hitchwiki), <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> and many more. Again, if you have experience with this it would be great if you <18>contact us</18>.": "<0>Donaciones</0> y subsidios son los metodos más probables. Hay muchas experiencias allá afuera que sirven de excelentes ejemplos: <3>Warmshowers Foundation</3>, <6>Abgefahren e.V.</6> (Hitchwiki), <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> y muchas más. De nuevo, si tienes experiencias en esto sería muy bueno si te <18>contactas</18> con nosotros.",
    "<0>Contact us</0> if you have any questions.": "<0>Contactanos</0> si tienes alguna pregunta.",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "<0>Contactanos</0> si tienes alguna pregunta o si estas pensando escribir sobre nosotros.",
    "<0>Ask</0> us for more photos etc": "<0>Pídenos</0> más fotos etc",
    "(recommended for websites)": "(recomendado para sitios web)",
    "(March, 2015)": "(Marzo, 2015)",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"Queremos un mundo que fomenta confianza, aventuras y conexiones interculturales\""
}
