{
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "... இலவச தங்குமிடத்தைத் தேடுவது மட்டுமல்லாமல், அவர்களைச் சந்திக்க நீங்கள் ஆர்வமாக உள்ளீர்கள் என்பதை விளக்குகிறது.",
    "Don't write to people 2 months ahead.": "2 மாதங்களுக்கு முன்னால் மக்களுக்கு எழுத வேண்டாம்.",
    "Explain to them why you are choosing them": "Explain பெறுநர் them why you அரே choosing them",
    "Make sure your profile is complete": "உங்கள் சுயவிவரம் முடிந்தது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்",
    "Tell your host why you're on a trip": "நீங்கள் ஏன் ஒரு பயணத்தில் இருக்கிறீர்கள் என்று உங்கள் ஓச்டிடம் சொல்லுங்கள்",
    "Trustroots is very much about spontaneous travel": "ட்ரச்ட்ரூட்ச் தன்னிச்சையான பயணத்தைப் பற்றி அதிகம்",
    "What are your expectations in regards with going through their town?": "அவர்களின் ஊரைச் செல்வது குறித்து உங்கள் எதிர்பார்ப்புகள் என்ன?",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "உங்களைப் பற்றி கொஞ்சம் எழுதியிருந்தால் நீங்கள் நேர்மறையான பதிலைப் பெறுவதற்கான வாய்ப்புகள் அதிகம்.",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "இந்த நபரிடமிருந்து கண்ணியமாகவும், மரியாதையுடனும், ட்ரச்ட்ரூட்சின் ஆவியிலும் செய்திகளை நீங்கள் காண்கிறீர்களா?",
    "Failed to send the message. Perhaps your internet went down? Please try again.": "செய்தியை அனுப்புவதில் தோல்வி. ஒருவேளை உங்கள் இணையம் குறைந்துவிட்டதா? மீண்டும் முயற்சிக்கவும்.",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "இணைப்புகளைச் சேர்க்க அல்லது அதன் தோற்றத்தை மாற்ற உரையை முன்னிலைப்படுத்தவும். Ctrl+அனுப்ப Enter.",
    "No conversations yet.": "இன்னும் உரையாடல்கள் இல்லை.",
    "Please write longer profile description before sending messages.": "செய்திகளை அனுப்புவதற்கு முன் நீண்ட சுயவிவர விளக்கத்தை எழுதுங்கள்.",
    "Sorry I can't host": "மன்னிக்கவும் என்னால் புரவலன் செய்ய முடியாது",
    "Tell a little bit about yourself": "உங்களைப் பற்றி கொஞ்சம் சொல்லுங்கள்",
    "This user isn't a member anymore.": "இந்த பயனர் இனி உறுப்பினர் அல்ல.",
    "Tip": "உதவிக்குறிப்பு",
    "Unknown member": "தெரியாத உறுப்பினர்",
    "Write back": "மீண்டும் எழுதுங்கள்",
    "Yes": "ஆம்",
    "Yes, I can host!": "ஆம், நான் புரவலன் செய்ய முடியும்!",
    "You": "நீங்கள்",
    "You are writing to too many people too fast. Slow down and try later again.": "நீங்கள் பலருக்கு மிக வேகமாக எழுதுகிறீர்கள். மெதுவாக மீண்டும் முயற்சிக்கவும்.",
    "You haven't been talking yet.": "நீங்கள் இன்னும் பேசவில்லை.",
    "Your profile seems quite empty.": "உங்கள் சுயவிவரம் மிகவும் காலியாகத் தெரிகிறது.",
    "Your response won't be visible to them.": "உங்கள் பதில் அவர்களுக்குத் தெரியாது.",
    "{{count}} unread messages": "{{count}} படிக்காத செய்திகள்",
    "{{count}} unread messages_plural": "{{count}} படிக்காத செய்திகள்",
    "Change": "மாற்றம்",
    "Conversation started {{ date }}": "உரையாடல் தொடங்கியது {{ date }}",
    "Edit your profile": "உங்கள் சுயவிவரத்தைத் திருத்தவும்",
    "License": "உரிமம்",
    "Member is not available anymore.": "உறுப்பினர் இனி கிடைக்கவில்லை.",
    "More messages": "மேலும் செய்திகள்",
    "No": "இல்லை",
    "Send": "அனுப்பு",
    "You replied": "நீங்கள் பதிலளித்தீர்கள்"
}
