{
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "... und sag, warum du genau dieses Mitglied treffen willst, und nicht nur nach einer Gratis-Übernachtung suchst.",
    "Conversation started {{ date }}": "Gespräch begonnen am {{date}}",
    "Don't write to people 2 months ahead.": "Schreib Leuten nicht 2 Monate im Voraus.",
    "Edit your profile": "Dein Profil bearbeiten",
    "Explain to them why you are choosing them": "Sag, warum du dich für sie oder ihn entscheidest",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "Text markieren, um Links hinzuzufügen oder das Aussehen zu verändern. Strg+Enter zum Abschicken.",
    "Make sure your profile is complete": "Vervollständige dein Profil",
    "More messages": "Mehr Nachrichten",
    "No conversations yet.": "Noch keine Nachrichten.",
    "Please write longer profile description before sending messages.": "Bitte gib deinem Profil eine längere Beschreibung, bevor du Nachrichten verschickst.",
    "Send": "Abschicken",
    "Sorry I can't host": "Ich kann leider keine Gäste aufnehmen",
    "Tell a little bit about yourself": "Erzähl etwas von dir",
    "Tell your host why you're on a trip": "Erzähl deinem Gastgeber, warum du unterwegs bist",
    "This user isn't a member anymore.": "Dieser Benutzer ist kein Mitglied mehr.",
    "Tip": "Tipp",
    "Trustroots is very much about spontaneous travel": "Bei Trustroots geht es vor allem um spontane Reisen",
    "Unknown member": "Unbekanntes Mitglied",
    "What are your expectations in regards with going through their town?": "Was erwartest du dir von einem Trip in die Gegend dieses Mitglieds?",
    "Write back": "Antworten",
    "Yes, I can host!": "Ja, ich kann Gäste aufnehmen!",
    "You": "Du",
    "You haven't been talking yet.": "Ihr habt euch noch nicht unterhalten.",
    "You replied": "Du hast geantwortet",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Du bekommst häufiger eine positive Antwort, wenn du etwas über dich selbst schreibst.",
    "Your profile seems quite empty.": "Dein Profil wirkt recht leer.",
    "{{count}} unread messages": "{{count}} ungelesene Nachricht",
    "{{count}} unread messages_plural": "{{count}} ungelesene Nachrichten",
    "Your response won't be visible to them.": "Deine Antwort wird für sie oder ihn nicht sichtbar sein.",
    "Yes": "Ja",
    "No": "Nein",
    "License": "Lizenz",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Findest du Nachrichten dieser Person freundlich, respektvoll und im Sinne von Trustroots?",
    "Change": "Ändern",
    "Member is not available anymore.": "Mitglied ist nicht mehr verfügbar."
}
