{
    "Change": "परिवर्तन",
    "No": "नहीं",
    "Send": "भेजें",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...बताइए आप उनके साथ रहने के लिए क्यों इक्छुक हैं न कि नि: शुल्क रहने का स्थान ढूंढ रहे हैं.",
    "You": "आप",
    "Tell a little bit about yourself": "अपने बारे में कुछ बताईये",
    "You replied": "आपने उत्तर दिया",
    "Conversation started {{ date }}": "वार्तालाप आरम्भ {{ date }}",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "क्या आप इस व्यक्ति के संदेशों को विनम्र, सम्मानजनक और Trustroots की भावना के अनुरूप पाते हैं?",
    "Don't write to people 2 months ahead.": "2 महीने पहले लोगों को न लिखें।",
    "Explain to them why you are choosing them": "उन्हें बताएँ कि आप उन्हें क्यों चुन रहे हैं",
    "Tip": "सुझाव",
    "Edit your profile": "अपने विवरण को संपादित करें",
    "Failed to send the message. Perhaps your internet went down? Please try again.": "संदेश भेजने में विफल। संभव है आपका इंटरनेट बंद हो गया? कृपया पुन: प्रयास करें।",
    "No conversations yet.": "अभी तक कोई वार्तालाप नहीं।",
    "License": "लाइसेंस",
    "Please write longer profile description before sending messages.": "कृपया संदेश भेजने से पहले अधिक विवरण लिखें।",
    "What are your expectations in regards with going through their town?": "उनके नगर के संबंध में आपकी क्या अपेक्षाएं हैं?",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "यदि आपने अपने विवरण में कुछ लिखा है तो आपको सकारात्मक प्रतिक्रिया मिलने की अधिक संभावना है।",
    "You haven't been talking yet.": "आप अभी तक वार्तालाप नहीं कर रहे हैं।",
    "Tell your host why you're on a trip": "अपने पोषक (होस्ट)को बताएं कि आप यात्रा पर क्यों हैं",
    "Sorry I can't host": "क्षमा करें मैं अभी अथिति स्वीकार (होस्ट) नहीं कर सकता",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "लिंक जोड़ने या उसका स्वरूप बदलने के लिए लखन को उभारें / हाइलाइट करें। भेजने के लिए Ctrl+Enter.",
    "Make sure your profile is complete": "सुनिश्चित करें कि आपका विवरण पूर्ण है",
    "Member is not available anymore.": "सदस्य अब उपलब्ध नहीं है।",
    "More messages": "और संदेश",
    "This user isn't a member anymore.": "यह उपयोगकर्ता अब सदस्य नहीं है।",
    "Trustroots is very much about spontaneous travel": "Trustroots तत्क्षण यात्रा के बारे में है",
    "Unknown member": "अज्ञात सदस्य",
    "Write back": "वापस लिखें",
    "Yes": "हां",
    "You are writing to too many people too fast. Slow down and try later again.": "आप अत्यधिक लोगों को निरंतर लिख रहे हैं। थोड़ी प्रतीक्षा करें और बाद में पुन: प्रयास करें।",
    "Your profile seems quite empty.": "आपका विवरण कुछ खाली है।",
    "Your response won't be visible to them.": "आपकी प्रतिक्रिया उन्हें दिखाई नहीं देगी।",
    "{{count}} unread messages": "{{count}} अपठित संदेश",
    "{{count}} unread messages_plural": "{{count}} अपठित संदेश",
    "Yes, I can host!": "हाँ, मैं अतिथि स्वीकार (होस्ट) कर सकता हूँ!"
}
