{
    "Contact us": "Ota yhteyttä",
    "Thank you!": "Kiitos!",
    "See also": "Katso myös",
    "Frequently Asked Questions": "Usein Kysytyt Kysymykset",
    "Account": "Tunnus",
    "Privacy": "Yksityisyys",
    "Find people": "Löydä jäseniä",
    "Read more": "Lue lisää",
    "About": "Tietoa",
    "Media": "Media",
    "Meet": "Tapaa",
    "Blog": "Blogi",
    "Circles": "Piirit",
    "Contacts": "Kontaktit",
    "Foundation": "Säätiö",
    "Rules": "Säännöt",
    "Trustroots at Facebook": "Trustroots Facebookissa",
    "Trustroots at Instagram": "Trustroots Instagrammissa",
    "Team": "Tiimi",
    "Trustroots at Twitter": "Trustroots Twitterissä",
    "Volunteering": "Vapaaehtoistyö",
    "Edit profile": "Muokkaa profiilia",
    "Sign out": "Kirjaudu ulos",
    "Read <1>frequently asked questions</1>": "Lue <1>usein kysytyt kysymykset</1>",
    "Support Trustroots": "Tue Trustrootsia",
    "Team Guide": "Joukkueopas",
    "(recommended for websites)": "(suositellaan verkkosivustoille)",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "<0>Ota meihin yhteyttä</0>, jos sinulla on kysyttävää tai aiot kirjoittaa meistä.",
    "<0>We</0> can give interviews in English, German, Dutch, French, Spanish & Finnish.": "<0>Voimme</0> antaa haastatteluja englanniksi, saksaksi, hollanniksi, ranskaksi, espanjaksi ja suomeksi.",
    "Additionally our by-laws (articles of association) specifically prohibit selling the users database and specify that the company code will be licensed under an<1>open source license</1>": "Lisäksi sääntömme (järjestön pykälät) kieltävät nimenomaan käyttäjätietokannan myymisen ja määrittelevät, että yrityksen koodi lisensoidaan <1>avoimen lähdekoodin lisenssillä</1>",
    "African proverb": "Afrikkalainen sananlasku",
    "All current board members are also members of the founding team. We will have non-founding members in the board at some point.": "Kaikki nykyiset hallituksen jäsenet ovat myös perustajaryhmän jäseniä. Hallitukseen tulee jossain vaiheessa perustamattomia jäseniä.",
    "Analytics & opting out": "Analyysi ja käytöstä poistaminen",
    "Announcement": "Tiedote",
    "Learn more": "Lue lisää",
    "Operating costs covered entirely by <2>donations</2>": "Käyttökustannukset katetaan kokonaan <2>lahjoituksilla</2>",
    "Our response.": "Meidän vastauksemme.",
    "Our server": "Meidän palvelimemme",
    "Our server (and thus your data) is securely hosted at <2>DigitalOcean</2> in Amsterdam, Europe.": "Palvelimemme (ja siten tietosi) isännöi turvallisesti <2>DigitalOceanissa</2> Amsterdamissa, Euroopassa.",
    "Play Store": "Play Kauppa",
    "Please head over to our Team Guide to learn how to get started.": "Siirry Joukkueoppaaseemme saadaksesi lisätietoja alkuun pääsemisestä.",
    "Questions? <1>Drop us a line!</1>": "Kysymyksiä? <1>Pudota meille rivi!</1>",
    "Radio": "Radio",
    "Read more about circles": "Lue lisää piireistä",
    "Read their profiles. If someone is vegan you don't want to tell them how you want to try Currywurst (unless it's vegan Currywurst of course). You also want to look for things in common, e.g. you both hitchhiked through Syria (and survived).": "Lue heidän profiilinsa. Jos joku on vegaani, et halua kertoa hänelle, kuinka haluat kokeilla Currywurstia (ellei se tietysti ole vegaanista Currywurstia). Haluat myös etsiä yhteisiä asioita, esim. te molemmat liftasitte Syyrian halki (ja selvisitte hengissä).",
    "See <1>rules of Trustroots</1> for details.": "Katso <1>Trustrootsin säännöt</1> yksityiskohtien saamiseksi.",
    "See <1>statistics</1>": "Katso <1>tilastot</1>",
    "See also <2>the blog post</2> introducing circles.": "Katso myös <2>blogiviesti</2>, jossa esitellään piirejä.",
    "Transparency": "Läpinäkyvyys",
    "Trustroots circles (previously known as \"tribes\") are a way for you to immediately find the people you will easily connect with.": "Trustroots-piirit (tunnetaan aiemmin nimellä \"heimot\") ovat tapa löytää välittömästi ihmiset, joihin saat helposti yhteyden.",
    "Who are the board?": "Keitä hallitus on?",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...selittämällä, että olet kiinnostunut tapaamaan heidät, etkä vain etsi ilmaista majoitusta.",
    "<0>Ask</0> us for more photos etc": "<0>Pyydä</0> meiltä lisää kuvia, jne",
    "<0>Contact us</0> if you have any questions.": "<0>Ota meihin yhteyttä</0>, jos sinulla on kysyttävää.",
    "<0>Read our blog post</0> about this.": "<0>Lue blogiviestimme</0> tästä.",
    "<0>Send us</0> new circle ideas! In the future you will be able to create new circles by yourself.": "<0>Lähetä meille</0> uusia piiriideoita! Jatkossa voit luoda uusia piirejä itse.",
    "A world that encourages trust and adventure.": "Maailma, joka rohkaisee luottamusta ja seikkailua.",
    "Facebook group": "Facebook-ryhmä",
    "Facebook page": "Facebook-sivu",
    "Foundation’s Articles": "Säätiön artikkelit",
    "Help us build Trustroots! Nobody can do everything, but everyone can do something…": "Auta meitä rakentamaan Trustrootsia! Kukaan ei voi tehdä kaikkea, mutta jokainen voi tehdä jotain…",
    "Host": "Isäntä",
    "If you navigate to the profile of a user, you will find a link that says \"Report member\" that will lead you to a report form. Also, at any point, you can <1>contact us</1> with your report.": "Jos siirryt käyttäjän profiiliin, löydät linkin, jossa lukee \"Ilmoita jäsen\", joka johtaa sinut ilmoituslomakkeeseen. Voit myös milloin tahansa <1>ottaa meihin yhteyttä</1> raporttisi kanssa.",
    "In plenty of public and private ways: <2>drop us a message</2>, <5>comment on our blog</5>, <8>report bugs at GitHub</8>, reach out via <10>Twitter</10> or <13>Facebook</13> and to directly contact individuals, see <15>the team </15> page.": "Monilla julkisilla ja yksityisillä tavoilla: <2>lähetä meille viesti</2>, <5>kommentoi blogiimme</5>, <8>ilmoita bugeista GitHubissa</8>, ota yhteyttä <10>Twitterin</10> tai <13>Facebookin</13> kautta ja jos haluat ottaa suoraan yhteyttä henkilöihin, katso <15>joukkue</15>-sivu.",
    "Information about you": "Tietoja sinusta",
    "Long term nomad and technology expert. Volunteered for BeWelcome BoD in 2013 and for CouchSurfing in 2007.": "Pitkäaikainen nomadi ja teknologian asiantuntija. Vapaaehtoinen BeWelcome BoD:lle vuonna 2013 ja CouchSurfingille vuonna 2007.",
    "Love to travel, passionate and enthusiastic about share economy and hospitality exchange as human development tools. Volunteered CouchSurfing from 2008 to 2010 as well as other NGOs.": "Rakastaa matkustamista, intohimoinen ja innostunut osaketaloudesta ja vieraanvaraisuudesta inhimillisen kehityksen työkaluina. Vapaaehtoistyönä CouchSurfingissa vuosina 2008–2010 sekä muissa kansalaisjärjestöissä.",
    "Make sure your profile is complete": "Varmista, että profiilisi on täydellinen",
    "Meet the team": "Tapaa joukkue",
    "Members on Trustroots can download their profile, contact and hosting data through the <1>Account settings</1>.": "Trustrootsin jäsenet voivat ladata profiilinsa, yhteystietonsa ja isännöintitietonsa <1>Tilin asetusten</1> kautta.",
    "Messages from and to other members": "Viestit muilta jäseniltä ja muille jäsenille",
    "Trustroots was initially built with hitchhikers in mind but anyone has always been welcome to sign up even if they've never hitchhiked.": "Trustroots rakennettiin alun perin liftaajia ajatellen, mutta kuka tahansa on aina ollut tervetullut ilmoittautumaan, vaikka ei olisi koskaan liftannut.",
    "Thank you to everyone who has helped Trustroots over the years!": "Kiitos kaikille Trustrootsia vuosien varrella auttaneille!",
    "We also use third-party services that probably track usage, this includes": "Käytämme myös kolmannen osapuolen palveluita, jotka todennäköisesti jäljittävät käyttöä, mukaan lukien",
    "Adventure": "Seikkailu",
    "Info & support": "Tiedot ja tuki",
    "Values": "Arvot",
    "Be respectful of others and restrain from any kind of abusive behaviour.": "Kunnioita muita ja pidättäydy kaikesta loukkaavasta käytöksestä.",
    "Be yourself, helpful, kind, responsible.": "Ole oma itsesi, avulias, ystävällinen, vastuullinen.",
    "Board": "Hallitus",
    "CIC on Wikipedia": "CIC Wikipediassa",
    "Could Trustroots assets be sold?": "Voisiko Trustrootsin omaisuus myydä?",
    "Could you offer mobile app at F-Droid store?": "Voisitteko tarjota mobiilisovellusta F-Droid Storessa?",
    "Entirely free and operating on basis of gift-economy": "Täysin ilmainen ja toimii lahjatalouden pohjalta",
    "Explain to them why you are choosing them": "Selitä heille, miksi valitset ne",
    "Help us build Trustroots!": "Auta meitä rakentamaan Trustrootsia!",
    "How does it work?": "Miten se toimii?",
    "If you ignore these rules, we might stop our services for you without further notice.": "Jos et noudata näitä sääntöjä, saatamme lopettaa palvelumme puolestasi ilman erillistä ilmoitusta.",
    "How is this connected to Hitchwiki, Nomadwiki or Trashwiki?": "Miten tämä liittyy Hitchwikiin, Nomadwikiin tai Trashwikiin?",
    "If you wish to stay completely anonymous online, please check this guide by Matomo:": "Jos haluat pysyä täysin nimettömänä verkossa, katso tämä Matomon opas:",
    "If you would like to help out developing our mobile apps, read more about <2>developing Trustroots</2> . <br/>": "Jos haluat auttaa kehittämään mobiilisovelluksiamme, lue lisää <2>Trustrootsin kehittämisestä</2>. <br/>",
    "If you would like to help solve this, <2>get in touch!</2>": "Jos haluat auttaa ratkaisemaan tämän, <2>ota yhteyttä!</2>",
    "In Dutch.": "Hollanniksi.",
    "Is Trustroots exclusively for hitchhikers?": "Onko Trustroots vain liftaajille?",
    "It’s fast and relatively affordable to set up.": "Se on nopea ja suhteellisen edullinen pystytä.",
    "Join Trustroots now": "Liity Trustrootsiin nyt",
    "Launched {{date, LL}}": "Käynnistetty {{date, LL}}",
    "We want a world that encourages trust, adventure and intercultural\n      connections.": "Haluamme maailman, joka rohkaisee luottamusta, seikkailua\n   ja kulttuurienvälisiä yhteyksiä.",
    "What are circles?": "Mitä piirit ovat?",
    "What are your expectations in regards with going through their town?": "Mitä odotuksia sinulla on heidän kaupunkinsa läpikäymisestä?",
    "What is your long term vision?": "Mikä on pitkän aikavälin visiosi?",
    "What's your legal status?": "Mikä on oikeudellinen asemasi?",
    "Why did you rename \"tribes\" to \"circles\"?": "Miksi nimesit \"heimot\" uudelleen \"piireiksi\"?",
    "Why was my account suspended?": "Miksi tilini jäädytettiin?",
    "You can start now by joining <1>circles</1> that you identify yourself with.": "Voit aloittaa nyt liittymällä <1>piireihin</1>, joihin tunnistat itsesi.",
    "from 37:00": "37:00:sta",
    "in Media": "Mediassa",
    "Fact sheet": "Faktalehti",
    "Fill your profile": "Täytä profiilisi",
    "Follow Trustroots": "Seuraa Trustrootsia",
    "For developers": "Kehittäjille",
    "Freedom": "Vapaus",
    "Get active!": "Ryhdy aktiiviseksi!",
    "How can I remove my account?": "Kuinka voin poistaa tilini?",
    "How do I report a member that violates the rules?": "Kuinka voin ilmoittaa jäsenestä, joka rikkoo sääntöjä?",
    "I'm a developer and I want to help!": "Olen kehittäjä ja haluan auttaa!",
    "Past board members": "Entiset hallituksen jäsenet",
    "Tell your host why you're on a trip": "Kerro isännöitsijällesi, miksi olet matkalla",
    "The Guardian: Do you know your CICs from your CIOs?": "The Guardian: Tunnetko tietohallintojohtajasi tietohallintojohtajaltasi?",
    "This information is collected when you provide it to us (like when you fill your profile) or use features of our service (like messaging).": "Näitä tietoja kerätään, kun välität ne meille (kuten kun täytät profiilisi) tai käytät palvelumme ominaisuuksia (kuten viestit).",
    "Trustroots Guide": "Trustrootsin opas",
    "Trustroots Privacy Policy": "Trustrootsin tietosuojakäytäntö",
    "Trustroots Team": "Trustrootsin joukkue",
    "Trustroots Wiki: how to write a hosting request": "Trustroots Wiki: kuinka kirjoittaa isännöintipyyntö",
    "We think it's a shame that former non profits have been sold to\n                venture capital. We've been running other notable free and open\n                projects for a decade now and we hope our deeds so far speak for us.": "Mielestämme on sääli, että aiemmat voittoa tavoittelemattomat yhtiöt on myyty\n   riskipääomalle. Olemme vetäneet muita merkittäviä ilmaisia ja avoimia projekteja nyt\n   vuosikymmenen ajan ja toivomme, että tähänastiset tekomme puhuvat puolestamme.",
    "We will never, ever sell your profile data to anyone or try to otherwise use it commercially.": "Emme koskaan myy profiilitietojasi kenellekään tai yritä muuten käyttää niitä kaupallisesti.",
    "Social networks": "Sosiaaliset verkostot",
    "So that people who have their data, photos and connections on Facebook can release their information to Trustroots. Using Facebook from Trustroots is optional.": "Jotta ihmiset, joilla on tietoja, kuvia ja yhteyksiä Facebookissa, voivat luovuttaa tietonsa Trustrootsille. Facebookin käyttö Trustrootsilta on valinnaista.",
    "Technology": "Teknologiaa",
    "Trustroots is a new non-profit hospitality exchange community.": "Trustroots on uusi voittoa tavoittelematon vieraanvaraisuusvaihtoyhteisö.",
    "Trustroots needs developers, designers, people handling support queue, copywriting and much more.": "Trustroots tarvitsee kehittäjiä, suunnittelijoita, tukijonoja käsitteleviä ihmisiä, tekstinkirjoitusta ja paljon muuta.",
    "Trustroots page at Facebook": "Trustrootsin sivu Facebookilla",
    "Trustroots uses <2>Google Analytics</2> to collect usage, device and browser statistics.": "Trustroots käyttää <2>Google Analyticsia</2> käyttö-, laite- ja selaintilastojen keräämiseen.",
    "Vision, Mission & Values": "Visio, tehtävä ja arvot",
    "We emphasize community.": "Korostamme yhteisöllisyyttä.",
    "We route all our emails using <2>SparkPost</2> servers.": "Reititämme kaikki sähköpostimme <2>SparkPost</2>-palvelinta käyttäen.",
    "We try to keep our rules simple and we value transparency. We'll update these rules as needed.": "Pyrimme pitämään säännöt yksinkertaisina ja arvostamme avoimuutta. Päivitämme näitä sääntöjä tarpeen mukaan.",
    "Your circles will also show up in your profile, telling others more about you.": "Piirisi näkyvät myös profiilissasi ja kertovat muille sinusta enemmän.",
    "Your data is yours": "Tietosi ovat sinun",
    "Your emails": "Sähköpostisi",
    "about circles": "piireistä",
    "about technology": "teknologiasta",
    "Non-profit & open source": "Voittoa tavoittelematon ja avoin lähdekoodi",
    "The team creating Trustroots also created these projects. We have done heavy linking between the projects since they share pretty much the same vision and user base.": "Trustrootsia luova joukkue loi myös nämä projektit. Olemme tehneet tiivistä linkittämistä projektien välillä, koska niillä on pitkälti sama visio ja käyttäjäkunta.",
    "To opt out of analytics tracking, you can either:": "Poistaaksesi analytiikan jäljittämisen käytöstä, voit joko:",
    "Travellers' community": "Matkailijoiden yhteisö",
    "Trust": "Luottamus",
    "about the site & community": "sivustosta ja yhteisöstä",
    "Gravatar, for profile images": "Gravatar, profiilikuville",
    "<0>Donations</0> and grants are the most likely ways. There are many inspiring organisations out there serving as great examples: <3>Abgefahren e.V.</3> (Hitchwiki), <6>BeVolunteer</6>, <9>Servas</9>, <12>WWOOF</12> and many more. Again, if you have experience with this it would be great if you <15>contact us</15>.": "<0>Lahjoitukset</0> ja apurahat ovat todennäköisimpiä tapoja. Siellä on monia inspiroivia organisaatioita, jotka ovat hyviä esimerkkejä: <3>Abgefahren e.V.</3> (Hitchwiki), <6>BeVolunteer</6>, <9>Servas</9>, <12>WWOOF</12> ja monet muut. Jos sinulla on kokemusta tästä, olisi hienoa, jos <15>otat meihin yhteyttä</15>.",
    "Back to the roots. Earthy. The art of asking — and trusting — is something we often experience while traveling. We also have some innovative ideas that can help building trust among people. Once the network is big enough we'd love to work with scientists to build something that can really make a difference through trust metrics.": "Takaisin juurille. Maanläheinen. Kysymisen – ja luottamuksen – taiteen koemme usein matkoillamme. Meillä on myös innovatiivisia ideoita, jotka voivat auttaa rakentamaan luottamusta ihmisten kesken. Kun verkosto on tarpeeksi suuri, tekisimme mielellämme yhteistyötä tutkijoiden kanssa rakentaaksemme jotain, joka voi todella vaikuttaa luottamusmittauksiin.",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"Haluamme maailman, joka rohkaisee luottamusta, seikkailua ja kulttuurienvälisiä yhteyksiä.\"",
    "A good profile picture can definitely help you get responses from many people.": "Hyvä profiilikuva voi varmasti auttaa sinua saamaan vastauksia monilta ihmisiltä.",
    "Additionally, section 60 exemption from the obligation to have name ending with “limited” <2>requires</2> that:<5><0>The company purposes are for the public benefit.</0><1>It is a non for profit.</1><2>Assets are to be specially protected on winding up.</2></5>": "Lisäksi pykälän 60 vapautus velvoitteesta käyttää \"limited\"-päätteistä nimeä <2>vaatii</2>, että:<5><0>Yrityksen tarkoitus on yleishyödyllinen.</0><1>Se on voittoa tavoittelematon.</1><2>Omaisuus on erityisesti suojattava purkamisen yhteydessä.</2></5>",
    "Files": "Tiedostot",
    "It is very flexible, this is why many NGOs and charities choose the LBG form.": "Se on erittäin joustava, siksi monet kansalaisjärjestöt ja hyväntekeväisyysjärjestöt valitsevat LBG-lomakkeen.",
    "Facebook, for profile images": "Facebook, profiilikuville",
    "Find members": "Etsi jäseniä",
    "For Writing Great Messages": "Loistavien viestien kirjoittamiseksi",
    "Free and open source": "Ilmainen ja avoin lähdekoodi",
    "Great! Read about <2>development</2> and get in touch with us! We are looking for JavaScript developers (back- and frontend) and sysops.": "Hienoa! Lue <2>kehityksestä</2> ja ota meihin yhteyttä! Etsimme JavaScript-kehittäjiä (taka- ja etupää) ja sysoppeja.",
    "However, you can simply download our apk file manually: <2>apk.trustroots.org</2> — this version might not support all the features though, such as push notifications.": "Voit kuitenkin ladata apk-tiedostomme manuaalisesti: <2>apk.trustroots.org</2> – tämä versio ei kuitenkaan välttämättä tue kaikkia ominaisuuksia, kuten työntöilmoituksia.",
    "I don't find a circle that suits me": "En löydä itselleni sopivaa piiriä",
    "Prior to that, the website was owned and operated by <2>Trustroots Foundation</2>, a non-profit Limited by Guarantee (LBG) under section 60 exemption, registered in the United Kingdom in March 2015.": "Sitä ennen verkkosivuston omisti ja sitä ylläpitää <2>Trustroots Foundation</2>, voittoa tavoittelematon Limited by Guarantee (LBG) § 60:n poikkeuksen mukaisesti ja joka rekisteröitiin Yhdistyneessä kuningaskunnassa maaliskuussa 2015.",
    "In the initial phase we were focusing on getting especially hitchhikers on board and making the site ideal for that. Our background is within Hitchhikers community and in <2>Hitchwiki</2>. The site will obviously remain rather alternative and true to its roots, even when we introduce it to new communities. <br/>": "Alkuvaiheessa keskityimme saamaan erityisesti liftaajia mukaan ja tekemään paikasta ihanteellisen sitä varten. Taustamme on liftaajien yhteisössä ja <2>Hitchwikissä</2>. Sivusto pysyy luonnollisesti melko vaihtoehtoisena ja juurilleen uskollisena, vaikka esittelemme sen uusille yhteisöille. <br/>",
    "Install <1>Ghostery</1>, <4>Noscript</4>, <6>Disconnect</6> or <9>uBlock</9>. These browser extensions will disable all known JavaScript trackers and ensure that your browser does not send a request to external tracking servers.": "Asenna <1>Ghostery</1>, <4>Noscript</4>, <6>Disconnect</6> tai <9>uBlock</9>. Nämä selainlaajennukset poistavat kaikki tunnetut JavaScript-seuraajat käytöstä ja varmistavat, että selaimesi ei lähetä pyyntöä ulkoisille jäljityspalvelimille.",
    "Is there a mobile app?": "Onko mobiilisovellusta?",
    "Joining circles helps you find likeminded Trustroots members and\n                  tells others what you're interested in.": "Piireihin liittyminen auttaa sinua löytämään samanmielisiä Trustroots-jäseniä\n   ja kertoo muille, mistä olet kiinnostunut.",
    "Our servers are hosted at reliable and easy to use <strong>DigitalOcean</strong>. Sign up via <5>this link</5> and when you start using their VPS service, we get 25$ to cover our hosting, you get 100$.": "Palvelimemme sijaitsevat luotettavassa ja helppokäyttöisessä <strong>DigitalOceanissa</strong>. Rekisteröidy <5>tämän linkin</5> kautta ja kun alat käyttää heidän VPS-palveluaan, saamme 25 $ kattamaan isännöinnin, saat 100 $.",
    "Vision": "Visio",
    "Some of the features on Trustroots use other social networks such as Twitter, Facebook, GitHub or Gravatar. You don't have to connect your profile to these and we don't share any data with these networks. We only crawl information you give us access to and show it on your profile if you want to. Some of the data from these sites is then stored on our server.": "Jotkut Trustrootsin ominaisuudet käyttävät muita sosiaalisia verkostoja, kuten Twitter, Facebook, GitHub tai Gravatar. Sinun ei tarvitse yhdistää profiiliasi näihin, emmekä jaa tietoja näiden verkkojen kanssa. Indeksoimme vain ne tiedot, joihin annat meille pääsyn, ja näytämme ne profiilissasi, jos haluat. Osa näiden sivustojen tiedoista tallennetaan sitten palvelimellemme.",
    "Yes! Our code is available on <2>GitHub</2> and licensed under the <5>AGPL License</5>.": "Kyllä! Koodimme on saatavilla <2>GitHubilla</2> ja lisensoitu <5>AGPL-lisenssillä</5>.",
    "Respect copyrights: stay within your rights if you want to share other people's texts and images - check their legal status!": "Kunnioita tekijänoikeuksia: pysy oikeuksissasi, jos haluat jakaa muiden tekstejä ja kuvia – tarkista heidän oikeudellinen asema!",
    "We currently use <strong>Google Analytics</strong>, as it's the industry standard. At some point in the future we would like to run our own instance of Matomo and after doing that for long enough we may be able to move away from Google Analytics. We can use <3>help</3> with this.": "Käytämme tällä hetkellä <strong>Google Analyticsia</strong>, koska se on alan standardi. Jossain vaiheessa tulevaisuudessa haluaisimme käyttää omaa Matomo-esiintymäämme, ja sen jälkeen riittävän pitkään voimme ehkä siirtyä pois Google Analyticsista. Voimme käyttää <3>apua</3> tässä.",
    "Trustroots is a community of travellers for sharing, hosting and getting people together. If you want to help grow this network you can find some <1>things to do here</1>.": "Trustroots on matkailijoiden yhteisö, joka jakaa, isännöi ja saa ihmiset yhteen. Jos haluat auttaa kasvattamaan tätä verkostoa, löydät <1>tekemistä täältä</1>.",
    "Whether you’re a hardcore techie or know nothing of coding, we can use your help! See <2>volunteer page</2> get an idea of what’s in the making and what you can do to help out. You could help Trustroots out with as little effort as donating your photo's to use for our website or create content. If you're a (semi-)professional photographer or have any questions you can <5>contact us</5>.": "Olitpa kova teknikko tai et tiedä mitään koodauksesta, voimme käyttää apuasi! Katso <2>vapaaehtoissivulta</2> käsitys siitä, mitä on tekeillä ja mitä voit tehdä auttaaksesi. Voit auttaa Trustrootsia niin pienellä vaivalla kuin lahjoittamalla valokuvasi käytettäväksi verkkosivustollamme tai sisällön luomisessa. Jos olet (puoli)ammattimainen valokuvaaja tai sinulla on kysyttävää, voit <5>ottaa meihin yhteyttä</5>.",
    "Trustroots is owned and operated by Trustroots Foundation, a non-profit\n              Limited by Guarantee (LBG) under section 60 exemption, registered in the\n              United Kingdom in March 2015.": "Trustrootsin omistaa ja sitä ylläpitää Trustroots Foundation, voittoa tavoittelematon\n   Limited by Guarantee (LBG) pykälän 60 poikkeuksen mukaisesti ja joka on rekisteröity Yhdistyneessä\n   kuningaskunnassa maaliskuussa 2015.",
    "Trustroots isn't on purpose an alternative to anything specifically. There are many people to whom Facebook, CouchSurfing or other tools aren't suitable for multitude of reasons. We encourage using any tools you wish in parallel. We are trying to make it easy to gather your contents from these sites also to Trustroots.": "Trustroots ei ole tarkoituksella vaihtoehto millekään nimenomaan. On monia ihmisiä, joille Facebook, CouchSurfing tai muut työkalut eivät monesta syystä sovi. Suosittelemme käyttämään kaikkia haluamiasi työkaluja rinnakkain. Pyrimme helpottamaan sisällön keräämistä näiltä sivustoilta myös Trustrootsille.",
    "Trustroots logo": "Trustrootsin logo",
    "That said, any well organized project needs efficient teams working on specific issues (such as <i>safety</i> or site's <i>features/UX</i>). Rather than building complicated voting mechanisms or other structures, we'll try to concentrate in fostering volunteers into responsible, skilled teams. It's also important to make sure everyone has the same goal and vision.": "Tuo sanottuna, kaikki hyvin organisoidut projektit tarvitsevat tehokkaita tiimejä, jotka työskentelevät tiettyjen asioiden parissa (kuten <i>turvallisuus</i> tai sivuston <i>ominaisuudet/UX</i>). Sen sijaan, että rakennamme monimutkaisia äänestysmekanismeja tai muita rakenteita, yritämme keskittyä vapaaehtoisten kasvattamiseen vastuullisiksi, ammattitaitoisiksi ryhmiksi. On myös tärkeää varmistaa, että kaikilla on sama tavoite ja visio.",
    "The practical answer: it takes time to set up a forum and even more time to keep it spam-free. The less practical answer: In our long-term and short-term experience forum activity is not necessarily the best way to get to more real life interactions. In the long term we do want to provide a way to communicate on the site, but this will probably look more like the quick and easy way you can interact on Facebook or Diaspora than a full fledged forum.": "Käytännön vastaus: foorumin perustaminen vie aikaa ja vielä enemmän aikaa pitää se roskapostittomana. Vähemmän käytännöllinen vastaus: Pitkän ja lyhyen aikavälin kokemuksemme mukaan foorumitoiminta ei välttämättä ole paras tapa päästä todellisempaan vuorovaikutukseen. Pitkällä aikavälillä haluamme tarjota tavan kommunikoida sivustolla, mutta tämä näyttää todennäköisesti enemmän nopealta ja helpolta tavalta olla vuorovaikutuksessa Facebookissa tai Diasporassa kuin täysivaltaiselta foorumilta.",
    "Until then, be patient. Please help stop the spread of the virus. Consider not traveling, especially internationally. Consider not hosting people, especially if you live with <2>people at higher risk</2>": "Siihen asti, ole kärsivällinen. Ole hyvä ja auta pysäyttämään viruksen leviäminen. Harkitse matkustamista, etenkään kansainvälisesti. Harkitse ihmisten majoittumista, varsinkin jos asut <2>suuremmassa riskissä olevien ihmisten kanssa</2>",
    "Using Expo <2>seems to block</2> inclusion to F-Droid, although we don't directly use any of the services mentioned in the blocking list but Expo itself might. Expo is an <5>open source</5> project. <br/>": "Expon käyttäminen <2>näyttää estävän</2> F-Droidin sisällyttämisen, vaikka emme käytä suoraan mitään estoluettelossa mainituista palveluista, mutta Expo itse saattaa. Expo on <5>avoimen lähdekoodin</5> projekti. <br/>",
    "Using the word Foundation in the name also requires that any profits should be used to further the objects of the company and not paid to the members as dividends.": "Sanan säätiö käyttäminen nimessä edellyttää myös, että mahdollinen voitto tulee käyttää yhtiön tavoitteiden edistämiseen, eikä sitä makseta jäsenille osinkona.",
    "Trustroots is a non-profit <1>foundation</1> registered in the United Kingdom in <5>March 2015</5>. At the moment our costs are mainly for servers and other technical aspects, currently between €1000 and €2000 per year. As accepting donations would lead to higher total costs (due to accounting etc.) and require more effort than it seems worth, everything is currently being covered by the board.": "Trustroots on voittoa tavoittelematon <1>säätiö</1>, joka on rekisteröity Yhdistyneeseen kuningaskuntaan <5>maaliskuussa 2015</5>. Tällä hetkellä kustannukset ovat pääasiassa palvelimia ja muita teknisiä näkökohtia, tällä hetkellä 1000-2000 € vuodessa. Koska lahjoitusten vastaanottaminen johtaisi korkeampiin kokonaiskustannuksiin (kirjanpidon, jne. vuoksi) ja vaatisi enemmän vaivaa kuin näyttää kannattavan, kaikki on tällä hetkellä hallituksen katettu.",
    "Who decides what gets done?": "Kuka päättää mitä tehdään?",
    "View your profile": "Tarkastele profiiliasi",
    "Via mobile devices you may also share content to Trustroots via your device's camera, location sensor or address book. This data is never published or used without your consent and it is always clarified when you are about to give this information to us.": "Mobiililaitteiden kautta voit myös jakaa sisältöä Trustrootsille laitteesi kameran, sijaintianturin tai osoitekirjan kautta. Näitä tietoja ei koskaan julkaista tai käytetä ilman suostumustasi, ja se selvitetään aina, kun aiot antaa nämä tiedot meille.",
    "We want a world that encourages trust, adventure and intercultural connections. For that to happen through Trustroots we have written down some basic rules that apply to everyone. Please respect these rules:": "Haluamme maailman, joka rohkaisee luottamusta, seikkailua ja kulttuurienvälisiä yhteyksiä. Jotta se tapahtuisi Trustrootsin kautta, olemme kirjoittaneet joitain perussääntöjä, jotka koskevat kaikkia. Noudata näitä sääntöjä:",
    "When searching for hosts, you can filter members by circles.": "Kun etsit isäntiä, voit suodattaa jäseniä piirien mukaan.",
    "Yes! We currently have a very simple Android version, which basically wraps around our website and gives you push notifications to your phone when you have new messages.": "Kyllä! Meillä on tällä hetkellä hyvin yksinkertainen Android-versio, joka pohjimmiltaan kiertää verkkosivustomme ympärillä ja antaa sinulle push-ilmoituksia puhelimeesi, kun sinulla on uusia viestejä.",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Saat paljon todennäköisemmin positiivisen vastauksen, jos olet kirjoittanut hieman itsestäsi.",
    "Why Limited by Guarantee under section 60 exemption?": "Miksi takuun rajoittama pykälän 60 poikkeuksen mukainen?",
    "Additionally our website is mobile optimized, so you could also add it to your phone's home screen for quick access. Here are instructions for <2>iOS</2>, <5>Android (Chrome)</5> and <9>Android (Firefox)</9>. <br/>": "Lisäksi verkkosivustomme on mobiilioptimoitu, joten voit lisätä sen myös puhelimesi aloitusnäytölle nopeaa käyttöä varten. Tässä on ohjeet <2>iOS:lle</2>, <5>Androidille (Chrome)</5> ja <9>Androidille (Firefox)</9>. <br/>",
    "App Store": "App Store",
    "Are you planning to do X feature?": "Aiotteko tehdä X-ominaisuuden?",
    "As of May 2022 <2>Trustroots Foundation is dissolved</2>. We still try to find out what does it mean for the community.": "Toukokuusta 2022 alkaen <2>Trustroots Foundation on lakkautettu</2>. Yritämme edelleen selvittää, mitä se tarkoittaa yhteisölle.",
    "As of May 2022 <2>Trustroots Foundation is dissolved</2>. What does it mean for the community? We don't know exactly yet!": "Toukokuusta 2022 alkaen <2>Trustroots Foundation on lakkautettu</2>. Mitä se tarkoittaa yhteisölle? Emme tiedä vielä tarkalleen!",
    "Basic profile information such as name, email, language, name, picture, gender, age, living location, usernames in other networks.": "Profiilin perustiedot, kuten nimi, sähköpostiosoite, kieli, nimi, kuva, sukupuoli, ikä, asuinpaikka, käyttäjänimet muissa verkoissa.",
    "Be a human being: write messages specifically for their recipient.": "Ole ihminen: kirjoita viestejä erityisesti heidän vastaanottajalle.",
    "Be friendly and know when to stop messaging someone.": "Ole ystävällinen ja tiedä milloin lopettaa viestien lähettäminen jollekulle.",
    "Be genuine yourself.": "Ole aito itsesi.",
    "BeWelcome: Writing to your host": "Tervetuloa: Kirjoittaminen isännöitsijälle",
    "Callum, Carlos and Kasper were also part of the founding team.": "Callum, Carlos ja Kasper olivat myös osa perustajajoukkuetta.",
    "Coming from a multinational business background, Natalia is an enthusiastic of the share and gift economy. Veteran globetrotter and volunteer for different NGOs from hospex as Couchsurfing to nonprofit lobbying orgs.": "Monikansallisesta yritystaustasta kotoisin oleva Natalia on osake- ja lahjatalouden innokas. Maailmanmatkailijan veteraani ja vapaaehtoistyöntekijä erilaisissa kansalaisjärjestöissä Hopexista Couchsurfingina voittoa tavoittelemattomiin lobbausjärjestöihin.",
    "Communication with our support team (via e-mail or contact form) is managed via Zendesk and stored on Zendesk servers. You can <2>see their privacy policy</2>.": "Viestintä tukijoukkueemme kanssa (sähköpostilla tai yhteydenottolomakkeella) hoidetaan Zendeskin kautta ja tallennetaan Zendeskin palvelimille. Voit <2>nähdä heidän tietosuojakäytäntönsä</2>.",
    "CompanyLawClub.co.uk: limited by guarantee": "CompanyLawClub.co.uk: rajoitettu takuulla",
    "Contact & Support": "Yhteydenotto & tuki",
    "Contact & support": "Yhteydenotto & tuki",
    "Content available under a <2>Creative Commons licence</2>": "Sisältö on saatavilla <2>Creative Commons -lisenssillä</2>",
    "Details": "Yksityiskohdat",
    "Do <1>contact us</1> if you want to help with this.": "<1>Ota meihin yhteyttä</1>, jos haluat auttaa tässä.",
    "Do you have public statistics?": "Onko sinulla julkisia tilastoja?",
    "Don't write to people 2 months ahead.": "Älä kirjoita ihmisille kaksi kuukautta eteenpäin.",
    "Download all media files as a <2>zip archive</2>": "Lataa kaikki mediatiedostot <2>zip-arkistona</2>",
    "FAQ": "UKK",
    "Google Firebase, for mobile and browser push notifications. Unfortunately there's no \"open source way\" of doing push notifications to mobile platforms, they always go through platform's own servers (basically Apple for iPhone or Google for Android, and each browser vendor for browsers). That's why if you download the mobile app <2>directly from us as an APK file</2>, you won't get push notifications.": "Google Firebase, mobiili- ja selaimen push-ilmoitukset. Valitettavasti ei ole olemassa \"avoimen lähdekoodin tapaa\" tehdä push-ilmoituksia mobiilialustoille, ne kulkevat aina alustan omien palvelimien kautta (periaatteessa Apple iPhonelle tai Google Androidille ja jokainen selaintoimittaja selaimille). Tästä syystä jos lataat mobiilisovelluksen <2>suoraan meiltä APK-tiedostona</2>, et saa työntöilmoituksia.",
    "In Finnish.": "Suomeksi.",
    "Have a look! Travel anywhere and easily find great people who want to\n                meet you as well. See where other travellers are and help each other\n                out, whether through welcoming them to your home, sharing your stories\n                or becoming friends.": "Katso! Matkusta minne tahansa ja löydä helposti upeita ihmisiä, jotka haluavat\n   myös tavata sinut. Katso missä muut matkailijat ovat ja auta toisiaan, joko\n   toivottamalla heidät tervetulleeksi kotiisi, jakamalla tarinoitasi tai \n   ystävystymällä.",
    "How can I contact you?": "Kuinka voin ottaa teihin yhteyttä?",
    "How can I help?": "Miten voin auttaa?",
    "How can I remove my account": "Kuinka voin poistaa tilini",
    "How do you want to make the project financially sustainable?": "Miten haluat tehdä projektista taloudellisesti kestävän?",
    "In German.": "Saksaksi.",
    "In the future, we would like to host a support ticket system on our own servers.": "Jatkossa haluamme isännöidä tukilippujärjestelmän omille palvelimillemme.",
    "Information about you from other members; references": "Tietoja sinusta muilta jäseniltä; viittauksia",
    "Information from 3rd party once you connect your account to them": "Tiedot kolmansilta osapuolilta, kun yhdistät tilisi niihin",
    "Install Google's official <2>opt out extension</2>": "Asenna Googlen virallinen <2>opt out -laajennus</2>",
    "Install from <1>Play Store</1> or download APK file from <4>apk.trustroots.org</4>. <br/>": "Asenna <1>Play Kaupasta</1> tai lataa APK-tiedosto <4>apk.trutroots.org</4>:lta. <br/>",
    "Interviews": "Haastattelut",
    "Is Trustroots an alternative for CouchSurfing or BeWelcome?": "Onko Trustroots vaihtoehto CouchSurfingille tai BeWelcomelle?",
    "Is Trustroots open source?": "Onko Trustroots avoimen lähdekoodin?",
    "It’s possible to apply for CIC status, which is a special form recently created for social enterprises": "Voit hakea CIC-statusta, joka on sosiaalisille yrityksille hiljattain luotu erityinen lomake",
    "Join Trustroots": "Liity Trustrootsiin",
    "Last updated on {{date, LL}}": "Päivitetty viimeksi {{date, LL}}",
    "Like with Google Analytics, we would like to reduce our reliance on these services in the future, and we can definitely use <1>help</1> with this.": "Kuten Google Analyticsin kanssa, haluamme vähentää riippuvuuttamme näihin palveluihin tulevaisuudessa, ja voimme varmasti käyttää <1>apua</1> tässä.",
    "Make sure your own profile is complete. You're much more likely to get a positive response if you have written a bit about yourself. Absolute bare minimum: links to profiles elsewhere.": "Varmista, että oma profiilisi on täydellinen. Saat paljon todennäköisemmin positiivisen vastauksen, jos olet kirjoittanut hieman itsestäsi. Ehdoton tankominimi: linkit profiileihin muualla.",
    "In Italian. 2nd audio track from 10:50 to 25:00.": "Italiaksi. 2. ääniraita klo 10:50-25:00.",
    "Make your own profile. One person, one profile — use your alias or real name; but never impersonate someone else, real or imaginary.": "Tee oma profiilisi. Yksi henkilö, yksi profiili – käytä aliast tai oikeaa nimeäsi; mutta älä koskaan esiintyä jonkun muuna, todellisena tai kuvitteellisena.",
    "Mission": "Tehtävä",
    "More circles": "Lisää piirejä",
    "More information": "Lisätietoa",
    "More questions? <1>Ask us!</1> <br/><br/>See also our <6>blog</6> and <9>about</9> page.": "Lisää kysymyksiä? <1>Kysy meiltä!</1> <br/><br/>Katso myös <6>blogi</6> ja <9>tieto</9>sivumme.",
    "More reading:": "Lisää luettavaa:",
    "More…": "Lisää…",
    "No. Trustroots is for everyone.": "Ei. Trustroots on kaikille.",
    "Nobody can do everything, but everyone can do something.": "Kukaan ei voi tehdä kaikkea, mutta jokainen voi tehdä jotain.",
    "Our currency is hospitality: don't ask or accept any form of monetary exchange to use Trustroots.": "Valuuttamme on vieraanvaraisuus: älä pyydä tai hyväksy minkäänlaista rahanvaihtoa käyttääksesi Trustrootsia.",
    "Our willingness to help each other is universal. Trustroots is completely free\n      to use and will remain so forever.": "Haluamme auttaa toisiamme on universaalia. Trustroots on täysin ilmainen\n   käyttää ja pysyy sellaisena ikuisesti.",
    "Owned and operated by Trustroots Foundation, a non-profit registered\n                in the United Kingdom since March 2015.": "Sen omistaa ja ylläpitää Trustroots Foundation, voittoa tavoittelematon yhdistys, joka on rekisteröity\n   Yhdistyneeseen kuningaskuntaan maaliskuusta 2015 lähtien.",
    "Put yourself in the shoes of others: what would you like to know about\n                your travel buddies? What should they know about you?": "Asetu itsesi muiden asemaan: mitä haluaisit tietää matkakavereistasi?\n   Mitä heidän pitäisi tietää sinusta?",
    "Referal Programs": "Suositusohjelmat",
    "Research": "Tutkimus",
    "Run by <1>Trustroots Foundation</1>": "<1>Trustroots Foundation</1>in toimittama",
    "Scientific trust metric research might be done with Trustroots data, but in such case the data is always anonymized and it will be impossible to recognize individual users from it. See our <2>statistics page</2> for more information.": "Tieteellistä luottamusmittaritutkimusta voidaan tehdä Trustrootsin tiedoilla, mutta tällöin tiedot ovat aina anonymisoituja, eikä yksittäisiä käyttäjiä voida tunnistaa niistä. Katso lisätietoja <2>tilastosivultamme</2>.",
    "Screenshots": "Kuvakaappaukset",
    "Section 60 exemption requirements": "60 §:n vapautusvaatimukset",
    "Share the beautiful you with the world.": "Jaa se kaunis sinä maailman kanssa.",
    "See <2>our roadmap</2> for our current todolist. Feel free to <5>tell us</5> about your ideas! The current version of Trustroots is the most limited software you can imagine that still works for hospitality. We simply haven't had time to build most of the features yet. Please be patient and be mindful about <9>feature creep</9>.": "Katso <2>etenemissuunnitelmastamme</2> nykyinen tehtäväluettelomme. <5>Kerro meille</5> ideoistasi! Trustrootsin nykyinen versio on rajoitetuin ohjelmisto, jonka voit kuvitella ja joka toimii edelleen vieraanvaraisuudessa. Emme yksinkertaisesti ole vielä ehtineet rakentaa useimpia ominaisuuksia. Ole kärsivällinen ja varo <9>ominaisuuden hiipumisesta</9>.",
    "See also our page about <1>privacy</1>.": "Katso myös sivumme <1>tietosuojasta</1>.",
    "Sharing, hosting and getting people together.": "Jakaminen, isännöinti ja saada ihmiset yhteen.",
    "Shop": "Kauppa",
    "Site & community": "Sivusto ja yhteisö",
    "Some of our users want to use these networks and they have a right to do so. Others prefer to steer away from these networks and we'll also accommodate these users.": "Jotkut käyttäjistämme haluavat käyttää näitä verkkoja ja heillä on siihen oikeus. Toiset haluavat ohjata pois näistä verkoista, ja me myös otamme nämä käyttäjät huomioon.",
    "Some typical LBGs in the UK would be clubs and membership organisations such as workers’ co-operatives, non-governmental organizations (NGOs) and charities. For example the <2>OpenStreetMap Foundation</2>, the<6>Open Knowledge Foundation</6> and the <9>UK Hackspace Foundation</9> are LGBs.": "Eräitä tyypillisiä LBG-järjestöjä Isossa-Britanniassa ovat klubit ja jäsenjärjestöt, kuten työväenosuuskunnat, kansalaisjärjestöt (NGO) ja hyväntekeväisyysjärjestöt. Esimerkiksi <2>OpenStreetMap Foundation</2>, <6>Open Knowledge Foundation</6> ja <9>UK Hackspace Foundation</9> ovat LGB:ita.",
    "Style guide": "Tyyliopas",
    "That said, there are still other ways to support us!": "Tuo sanottuna, on muitakin tapoja tukea meitä!",
    "The guarantee of LBG under section 60 requires a clause where in case of Trustroots Foundation ceasing to exist, assets could be moved only to another non-profit entity where transferring assets is limited in the same way. CIC status would make this even more specific, but isn’t required for this.": "LBG:n 60 §:n mukainen takaus edellyttää lauseketta, jonka mukaan Trustroots Foundationin lakkauttaessa omaisuutta voidaan siirtää vain toiselle voittoa tavoittelemattomalle yhteisölle, jossa omaisuuden siirtoa rajoitetaan samalla tavalla. CIC-status tekisi tästä vielä tarkemman, mutta sitä ei vaadita tähän.",
    "Trustroots Foundation": "Trustroots Foundation",
    "Trustroots and COVID-19 outbreak": "Trustroots ja COVID-19-epidemia",
    "Trustroots at GitHub": "Trustroots GitHubilla",
    "Trustroots group at Facebook": "Trustroots-ryhmä Facebookilla",
    "Trustroots in Media": "Trutroots Mediassa",
    "Trustroots is being built by a small team of activists who felt that the world of sharing is being taken over by corporations trying to monetize people's willingness to help each other. Same team brought you also <2>Hitchwiki</2>, <5>Trashwiki</5> and <8>Nomadwiki</8>.": "Trustrootsia rakentaa pieni joukkue aktivisteja, jotka kokivat, että jakamisen maailman valtaavat yritykset, jotka yrittävät ansaita rahaa ihmisten halukkuudesta auttaa toisiaan. Sama joukkue toi sinulle myös <2>Hitchwikin</2>, <5>Trashwikin</5> ja <8>Nomadwikin</8>.",
    "Trustroots is over <2>{{memberCount}} members</2> strong and growing!": "Trustroots on yli <2>{{memberCount}} jäsentä</2> vahva ja kasvava!",
    "Trustroots is very much about spontaneous travel": "Trustroots on pitkälti spontaania matkustamista",
    "Trustroots profile": "Trustrootsin profiili",
    "Trustroots seeks to be a platform for sharing and getting people\n                together. We aim to connect likeminded people together. We encourage\n                trust, adventure and intercultural connections.": "Trustroots pyrkii olemaan alusta ihmisten jakamiseen ja\n   yhdistämiseen. Pyrimme yhdistämään samanhenkisiä ihmisiä.\n   Kannustamme luottamusta, seikkailua ja kulttuurien välisiä yhteyksiä.",
    "Using Analytics we automatically collect information such as usage times, browser details, screen size, network location (IP), country, language etc. This information is anonymized and never published so that individual users cannot be recognized.": "Analyticsia käyttäen keräämme automaattisesti tietoja, kuten käyttöajat, selaimen tiedot, näytön koon, verkon sijainnin (IP), maan, kielen, jne. Nämä tiedot anonymisoidaan, eikä niitä koskaan julkaista, jotta yksittäisiä käyttäjiä ei voida tunnistaa.",
    "We aim to keep this privacy policy as clear, concise, and easy to understand as possible. We are committed to being transparent and open. This article explains generally how we receive information about you, and what we do with that information once we have it.": "Pyrimme pitämään tämän tietosuojakäytännön mahdollisimman selkeänä, ytimekkäänä ja helposti ymmärrettävänä. Olemme sitoutuneet olemaan läpinäkyviä ja avoimia. Tässä artikkelissa kerrotaan yleisesti, kuinka saamme tietoja sinusta ja mitä teemme tiedoilla saatuamme ne.",
    "We are a group of hospitality exchange enthusiasts with backgrounds in some notable projects. The same people who also brought you <1>Hitchwiki</1>, <4>Trashwiki</4>, <7>Nomadwiki</7> & more.": "Olemme ryhmä vieraanvaraisuuden vaihto-harrastajia, joilla on taustat merkittävistä projekteista. Samat ihmiset, jotka toivat sinulle myös <1>Hitchwikin</1>, <4>Trashwikin</4>, <7>Nomadwikin</7> ja muita.",
    "We are all waiting to get back to \"normal\", for international travel to open up again, and to having people enjoy the Trustroots community.": "Odotamme kaikki pääsevämme takaisin \"normaaliin\", että kansainvälinen matkailu avautuu jälleen ja että ihmiset nauttivat Trustroots-yhteisöstä.",
    "We believe in beauty, simplicity and transparency.": "Uskomme kauneuteen, yksinkertaisuuteen ja läpinäkyvyyteen.",
    "We found the term be problematic for having connotations of colonialism and wanted to switch to a more inclusive term in August 2020.": "Huomasimme, että termillä on ongelmia kolonialismin konnotaatioiden vuoksi, ja halusimme vaihtaa kattavampaan termiin elokuussa 2020.",
    "We have no tolerance for abusive members.": "Meillä ei ole suvaitsevaisuutta loukkaavia jäseniä kohtaan.",
    "We have no tolerance for spam, ads and other objectionable content.": "Emme suvaitse roskapostia, mainoksia tai muuta sopimatonta sisältöä.",
    "We use and recommend <strong>Namecheap</strong> for domains, partly because they're a <4>responsible company</4> and foremost as they do a great job. Sign up via <8>this link</8> and we'll get little bit in return.": "Käytämme ja suosittelemme <strong>Namecheapia</strong> verkkotunnuksille osittain siksi, että se on <4>vastuullinen yritys</4> ja ennen kaikkea siksi, että he tekevät hyvää työtä. Rekisteröidy <8>tämän linkin</8> kautta, niin saamme vähän vastineeksi.",
    "We would love to! However, it seems we cannot because of how our mobile app is built.<br/><br/>We don't have resources yet to build a separate \"native app\" for Android so we're using <5>Expo.io</5> framework instead.": "Haluaisimme! Näyttää kuitenkin siltä, että emme voi mobiilisovelluksemme rakentamisen vuoksi.<br/><br/>Meillä ei ole vielä resursseja luoda erillistä \"natiivisovellusta\" Androidille, joten käytämme sen sijaan <5>Expo.io</5>-kehystä.",
    "When you do travel or host, take care of your own and other's safety. Communicate to your guests and hosts what your expectations regarding safety are. <1>Remember to stay respectful</1> towards each other and each other's needs when it comes to safety.": "Kun matkustat tai majoittelet, pidä huolta omasta ja muiden turvallisuudesta. Kerro vierallesi ja isännällesi, mitä odotuksiasi sinulla on turvallisuuden suhteen. <1>Muista kunnioittaa</1> toisianne ja toistenne tarpeita turvallisuuden suhteen.",
    "Why is there Facebook connection?": "Miksi on Facebook-yhteys?",
    "We'll aim to add ways to the site that will fill your trips and your life with adventure! Imagine walking around in a city you're visiting for the first time and suddently you start receiving invitations from people to stay with them or go to awesome or inspiring events, or just to a dumpster dive dinner. That's the adventure Trustroots wants to enable. And circles is a step towards this.": "Pyrimme lisäämään sivustolle tapoja, jotka täyttävät matkasi ja elämäsi seikkailulla! Kuvittele käveleväsi kaupungissa, jossa vierailet ensimmäistä kertaa, ja yhtäkkiä alat saada ihmisiltä kutsuja yöpyä heidän luonaan tai mennä mahtaviin tai inspiroiviin tapahtumiin tai vain sukellusillalliselle. Se on seikkailu, jonka Trustroots haluaa mahdollistaa. Ja piirit ovat askel tähän suuntaan.",
    "Why is there no forum?": "Miksi keskustelupalstaa ei ole?",
    "Why the name Trustroots?": "Miksi nimi Trustroots?",
    "Working on big freegan/travel projects such as <2>Hitchwiki</2>, <5>Hitchgathering festival</5>, <7>Trashwiki</7> and <10>Nomadwiki</10> since 2008. In the past has volunteered for BeWelcome (2013). Active open source contributor and visionary free/gift-economics activist. A developer at <13>Automattic</13>.": "Työskennellyt suurissa freegan-/matkaprojekteissa, kuten <2>Hitchwiki</2>, <5>Hitchgathering Festival</5>, <7>Trashwiki</7> ja <10>Nomadwiki</10> vuodesta 2008 lähtien. Aiemmin hän on toiminut vapaaehtoisena BeWelcomessa (2013). Aktiivinen avoimen lähdekoodin avustaja ja visionääri free/gift-ekonomistiaktivisti. <13>Automatticin</13> kehittäjä.",
    "Write a little bit about yourself in the message. No essay though.": "Kirjoita viestiin hieman itsestäsi. Ei essee kuitenkaan.",
    "Yep, see <1>statistics</1> page for some basic statistics. We are planning to publish more thorough statistics eventually. If you are interested in analysing our data deeper, please <4>write to us</4>.": "Joo, katso <1>tilastot</1>-sivulta joitain perustilastoja. Aiomme julkaista tarkempia tilastoja lopulta. Jos olet kiinnostunut analysoimaan tietojamme tarkemmin, <4>kirjoita meille</4>.",
    "You are able to remove your profile from the Trustroots by asking us to delete your account through the <2>Account settings</2>.": "Voit poistaa profiilisi Trustrootsista pyytämällä meitä poistamaan tilisi <2>Tilin asetukset</2>:sta.",
    "You can remove your account via <2>account page</2>. We will not store your profile in our systems after removal.": "Voit poistaa tilisi <2>tilisivun</2> kautta. Emme tallenna profiiliasi järjestelmiimme poistamisen jälkeen.",
    "about the foundation": "säätiöstä",
    "podcast": "podcast",
    "{{date, LL}}": "{{date, LL}}",
    "{{date, MMMM Do}}": "{{date, MMMM Do}}",
    "“If you want to go fast, go alone. If you want to go far, go together.”": "\"Jos haluat mennä nopeasti, mene yksin. Jos haluat mennä pitkälle, menkää yhdessä.\"",
    "Anyone can join us as a <1>volunteer</1>. We're huge fans of do-cracy and getting things done attitude. We have <3>a core team</3> which is formed from the most active volunteers. There isn't voting or other buraucratic processes involved, but you get more responsibility by simply becoming active contributor and showing your communication skills. Great community values simple translation jobs just as much as highly skilled development. We'll aim to keep the entry level for volunteers as low as possible. No bureaucracy. Pragmatic approach. Trust.": "Kuka tahansa voi liittyä joukkoomme <1>vapaaehtoiseksi</1>. Olemme suuria tee-kratian ja asioiden tekemisen asenteen faneja. Meillä on <3>ydintiimi</3>, joka muodostuu aktiivisimmista vapaaehtoisista. Siihen ei liity äänestämistä tai muita byrokraattisia prosesseja, mutta saat enemmän vastuuta yksinkertaisesti ryhtymällä aktiiviseksi avustajaksi ja näyttämällä viestintätaitosi. Suuri yhteisö arvostaa yksinkertaisia käännöstöitä yhtä paljon kuin korkeasti koulutettua kehitystä. Pyrimme pitämään vapaaehtoisten lähtötason mahdollisimman alhaisena. Ei byrokratiaa. Pragmaattinen lähestymistapa. Luottamus.",
    "Founded multiple popular and trusted websites such as <2>Hitchwiki</2>, <5>Trashwiki</5>, <8>Nomadwiki</8>, <11>Couchwiki</11> and <14>Deletionpedia</14>. Volunteered for CouchSurfing as a tech team coordinator in 2006 and 2007 and for <19>BeWelcome</19> since 2007. Loves paradoxes, makes money with <22>moneyless.org</22>.": "Perusti useita suosittuja ja luotettuja verkkosivustoja, kuten <2>Hitchwiki</2>, <5>Trashwiki</5>, <8>Nomadwiki</8>, <11>Couchwiki</11> ja <14>Deletionpedia</14>. Toiminut vapaaehtoisena CouchSurfingissä teknisten tiimien koordinaattorina vuosina 2006 ja 2007 ja <19>BeWelcomessa</19> vuodesta 2007. Rakastaa paradokseja, ansaitsee rahaa <22>moneyless.org</22> -sivustolla."
}
