{
    "Conversation started {{ date }}": "Gesprek gestart {{ date }}",
    "Change": "Wijzig",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...leg uit dat je geïnteresseerd bent hen te ontmoeten en niet alleen opzoek bent naar een gratis accommodatie.",
    "Yes": "Ja",
    "No": "Nee",
    "Unknown member": "Onbekend lid",
    "Write back": "Schrijf terug",
    "Edit your profile": "Pas je profiel aan",
    "Failed to send the message. Perhaps your internet went down? Please try again.": "Kon geen bericht versturen. Misschien lag je internet er uit? Probeer het alsjeblieft opnieuw.",
    "Make sure your profile is complete": "Wees zeker dat je profiel compleet is",
    "No conversations yet.": "Nog geen gesprekken.",
    "Please write longer profile description before sending messages.": "Schrijf alsjeblieft een langere profiel beschrijving voordat je berichten verstuurd.",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Vind je de berichten van deze persoon beleefd, respectvol en in lijn met de waarden van Trustroots?",
    "Don't write to people 2 months ahead.": "Schrijf niet naar mensen 2 maanden van tevoren.",
    "Explain to them why you are choosing them": "Leg aan hen uit waarom je hen kiest",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "Selecteer tekst om links toe te voegen of het uiterlijk te veranderen. Ctrl+Enter om te verzenden.",
    "Member is not available anymore.": "Lid is niet meer beschikbaar.",
    "More messages": "Meer berichten",
    "Send": "Verzend",
    "Sorry I can't host": "Sorry ik kan je niet ontvangen",
    "Tell a little bit about yourself": "Vertel een beetje over jezelf",
    "Tip": "Tip",
    "Trustroots is very much about spontaneous travel": "Trustroots gaat erg veel over spontaan reizen",
    "Yes, I can host!": "Ja, ik kan je ontvangen!",
    "Tell your host why you're on a trip": "Vertel je gastheer/vrouw waarom je op reis bent",
    "You": "Jou",
    "You haven't been talking yet.": "Je hebt elkaar nog niet gesproken.",
    "You replied": "Je hebt gereageerd",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Het is waarschijnlijker dat je een positieve reactie krijgt als je wat over jezelf schrijft.",
    "Your response won't be visible to them.": "Je reactie zal niet zichtbaar zijn voor hen.",
    "This user isn't a member anymore.": "Deze gebruiker is geen lid meer.",
    "What are your expectations in regards with going through their town?": "Wat zijn je verwachtingen met betrekking tot door hun stad gaan?",
    "You are writing to too many people too fast. Slow down and try later again.": "Je schrijft teveel mensen te snel. Kalm aan, probeer het later weer.",
    "Your profile seems quite empty.": "Je profiel lijkt vrij leeg.",
    "{{count}} unread messages": "{{count}} ongelezen bericht",
    "{{count}} unread messages_plural": "{{count}} ongelezen berichten",
    "License": "Licentie"
}
