{
    "explaining that you are interested in meeting them, not just looking for free accommodation": {
        "": "specificando che sei interessato a conoscerli e non cerchi soltanto un posto gratis per dormire."
    },
    "Conversation started {{ date }}": "Conversazione iniziata il {{ date }}",
    "Don't write to people 2 months ahead": {
        "": "Non scrivere alle persone due mesi in anticipo."
    },
    "Edit your profile": "Modifica il tuo profilo",
    "Explain to them why you are choosing them": "Spiega loro perché li hai scelti",
    "Highlight text to add links or change its appearance": {
        " Ctrl+Enter to send": {
            "": "Evidenzia il testo per aggiungere collegamenti o cambiarne lo stile. Ctrl+Enter per inviare."
        }
    },
    "Make sure your profile is complete": "Assicurati che il tuo profilo sia completo",
    "More messages": "Altri messaggi",
    "No conversations yet": {
        "": "Ancora nessuna conversazione."
    },
    "Please write longer profile description before sending messages": {
        "": "Per piacere scrivi una descrizione del profilo più lunga prima di inviare messaggi."
    },
    "Send": "Invia",
    "Sorry I can't host": "Mi dispiace, non posso ospitare",
    "Tell a little bit about yourself": "Scrivi qualcosa di te",
    "Tell your host why you're on a trip": "Spiega a chi ti ospita perché sei in viaggio",
    "This user isn't a member anymore": {
        "": "Questo utente non è più un membro."
    },
    "Tip": "Suggerimento",
    "Trustroots is very much about spontaneous travel": "Trustroots è soprattutto viaggiare in modo spontaneo",
    "Unknown member": "Membro sconosciuto",
    "What are your expectations in regards with going through their town?": "Quali sono le tue aspettative riguardo la visita della loro città?",
    "Write back": "Rispondi",
    "Yes, I can host!": "Sì, posso ospitare!",
    "You": "Tu",
    "You haven't been talking yet": {
        "": "Non vi siete ancora scambiati messaggi."
    },
    "You replied": "Tu hai risposto",
    "You're much more likely to get a positive response if you have written a bit about yourself": {
        "": "È più probabile che tu ottenga una risposta positiva se hai raccontato un po' di te."
    },
    "Your profile seems quite empty": {
        "": "Il tuo profilo risulta un po' scarno."
    },
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "... spiegando che siete interessati a incontrarli, non solo a trovare una sistemazione gratuita.",
    "{{count}} unread messages": "{{count}} messaggio non letto",
    "{{count}} unread messages_plural": "{{count}} messaggi non letti",
    "License": "Licenza",
    "Your response won't be visible to them.": "La tua risposta non sarà visibile a loro.",
    "Yes": "Sì",
    "No": "No",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Trovi che i messaggi di questa persona siano educati, rispettosi e nello spirito di Trustroots?",
    "Change": "Cambia",
    "Member is not available anymore.": "Il membro non è più disponibile."
}
