{
    "More messages": "Інші повідомлення",
    "You haven't been talking yet.": "Ви поки не обмінювались повідомленнями.",
    "You": "Ти",
    "Tell a little bit about yourself": "Розповіси трохи про себе",
    "Send": "Надіслати",
    "No conversations yet.": "Поки немає розмов.",
    "Make sure your profile is complete": "Переконайся, що твій профіль заповнений",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "Виділи текст, щоб змінити його вигляд або додати посилання. Ctrl+Enter, щоб відправити.",
    "Explain to them why you are choosing them": "Поясни їм, чому ти обрав їх",
    "Edit your profile": "Редагувати профіль",
    "Don't write to people 2 months ahead.": "Не пиши людям на 2 місяці вперед.",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "... пояснивши, що ти зацікавлений у знайомстві, а не лише у безкоштовному житлі.",
    "Yes": "Так",
    "No": "Ні",
    "Change": "Змінити",
    "Sorry I can't host": "Мені шкода, не можу прийняти",
    "Yes, I can host!": "Так, я можу прийняти!",
    "Member is not available anymore.": "Учасник більше не доступний.",
    "Please write longer profile description before sending messages.": "Будь ласка, напишіть більш детальний опис профілю перед надсиланням повідомлень.",
    "Conversation started {{ date }}": "Розмова почалася {{ date }}",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Чи вважаєте ви повідомлення від цієї людини ввічливими, шанобливими і в дусі Trustroots?",
    "Trustroots is very much about spontaneous travel": "Trustroots - переважно про спонтанні подорожі",
    "You are writing to too many people too fast. Slow down and try later again.": "Ви понад міру швидко пишете для надто багатьох людей. Уповільніться і спробуйте пізніше.",
    "Your response won't be visible to them.": "Вони не бачитимуть вашу відповідь.",
    "License": "Ліцензія",
    "You replied": "Ви відповіли",
    "Failed to send the message. Perhaps your internet went down? Please try again.": "Не вдалося надіслати повідомлення. Можливо, ваш Інтернет зник? Будь ласка, спробуйте знову.",
    "Tell your host why you're on a trip": "Розкажіть людині, в якої зупинитесь, чому ви в поїздці",
    "This user isn't a member anymore.": "Цей користувач більше не є учасником спільноти.",
    "Tip": "Порада",
    "Unknown member": "Невідомий учасник",
    "What are your expectations in regards with going through their town?": "Які ваші очікування щодо подорожі через їх місто?",
    "Write back": "Відповісти",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Імовірно, що у вас буде більше шансів отримати позитивну відповідь, якщо ви трохи напишете про себе.",
    "Your profile seems quite empty.": "Ваш профіль здається зовсім порожнім.",
    "{{count}} unread messages_0": "{{count}} непрочитане повідомлення",
    "{{count}} unread messages_1": "{{count}} непрочитані повідомлення",
    "{{count}} unread messages_2": "{{count}} непрочитаних повідомлень"
}
