{
    "Edit your profile": "Editar o seu perfil",
    "Send": "Enviar",
    "This user isn't a member anymore.": "Este usuário não é mais um membro.",
    "{{count}} unread messages": "{{count}} mensagem não lida",
    "{{count}} unread messages_plural": "{{count}} mensagens não lidas",
    "Your response won't be visible to them.": "Sua resposta não ficará visível para ele.",
    "Your profile seems quite empty.": "Seu perfil parece muito vazio.",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "É mais provável que você receba uma resposta positiva se escrever um pouco sobre você.",
    "You replied": "Você respondeu",
    "You": "Você",
    "Yes, I can host!": "Sim, eu posso hospedar!",
    "Write back": "Responder",
    "What are your expectations in regards with going through their town?": "Quais são suas expectativas em relação à visita à cidade deste membro?",
    "Explain to them why you are choosing them": "Explique a ele por que você o escolheu",
    "Unknown member": "Membro desconhecido",
    "Trustroots is very much about spontaneous travel": "Trustroots é sobre viajar de modo espontâneo",
    "Tip": "Dica",
    "Tell your host why you're on a trip": "Conte ao seu anfitrião por que você está viajando",
    "Tell a little bit about yourself": "Conte um pouco sobre você",
    "Sorry I can't host": "Desculpe, eu não posso hospedar",
    "Please write longer profile description before sending messages.": "Por favor, escreva uma descrição de perfil mais longa antes de enviar mensagens.",
    "No conversations yet.": "Nenhuma conversa ainda.",
    "No": "Não",
    "More messages": "Mais mensagens",
    "Member is not available anymore.": "Membro não está mais disponível.",
    "Make sure your profile is complete": "Certifique-se de que seu perfil está completo",
    "License": "Licença",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "Selecione o texto para adicionar links ou alterar sua aparência. Ctrl+Enter para enviar.",
    "Don't write to people 2 months ahead.": "Não escreva para as pessoas com 2 meses de antecedência.",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Você acha as mensagens dessa pessoa educadas, respeitosas e no espírito do Trustroots?",
    "Conversation started {{ date }}": "Conversa iniciada {{ date }}",
    "Change": "Alterar",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "... explicando que você está interessado em conhecê-lo, não apenas procurando acomodação de graça.",
    "Yes": "Sim"
}
