{
    "Fill your profile": "Preencha o seu perfil",
    "Contacts": "Contactos",
    "About": "Sobre",
    "Host": "Anfitrião",
    "Volunteering": "Voluntariado",
    "Trustroots at Twitter": "Trustroots no Twitter",
    "Trustroots at Instagram": "Trustroots no Instagram",
    "Trustroots at Facebook": "Trustroots no Facebook",
    "Team": "Equipa",
    "Rules": "Regras",
    "Read more": "Ler mais",
    "Privacy": "Privacidade",
    "Foundation": "Fundação",
    "Find people": "Encontrar pessoas",
    "Edit profile": "Editar perfil",
    "Circles": "Círculos",
    "Blog": "Blog",
    "Account": "Conta",
    "Thank you!": "Obrigado!",
    "Frequently Asked Questions": "Perguntas frequentes",
    "Contact us": "Contacte-nos",
    "Sign out": "Sair",
    "Meet": "Reunir-se",
    "Media": "Mídia",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "É mais provável que você receba uma resposta positiva se escrever um pouco sobre você.",
    "What are your expectations in regards with going through their town?": "Quais são suas expectativas em relação à visita à cidade deste membro?",
    "Explain to them why you are choosing them": "Explique a ele por que você o escolheu",
    "Trustroots is very much about spontaneous travel": "Trustroots é sobre viajar de modo espontâneo",
    "Tell your host why you're on a trip": "Conte ao seu anfitrião por que você está viajando",
    "See also": "Ver também",
    "<0>Send us</0> new circle ideas! In the future you will be able to create new circles by yourself.": "<0>Envie-nos</0> ideias para novos círculos! No futuro você mesmo poderá criar novos círculos.",
    "Make sure your profile is complete": "Certifique-se de que seu perfil está completo",
    "Don't write to people 2 months ahead.": "Não escreva para as pessoas com 2 meses de antecedência.",
    "Contact & support": "Contato & suporte",
    "Contact & Support": "Contato & Suporte",
    "Callum and Carlos were also part of the founding team.": "Callum e Carlos também foram parte do time fundador.",
    "Be yourself, helpful, kind, responsible.": "Seja você mesmo, prestativo, gentil, responsável.",
    "Be respectful of others and restrain from any kind of abusive behaviour.": "Respeite os outros e evite qualquer tipo de comportamento abusivo.",
    "Be genuine yourself.": "Seja genuinamente você mesmo.",
    "Be friendly and know when to stop messaging someone.": "Seja amistoso e saiba quando parar de enviar mensagens a alguém.",
    "Be a human being: write messages specifically for their recipient.": "Seja um ser humano: escreva mensagens especificamente para o seu receptor.",
    "Basic profile information such as name, email, language, name, picture, gender, age, living location, usernames in other networks.": "Informações básicas de perfil, como nome, email, língua, foto, gênero, idade, localização de moradia, nomes de usuário em outras redes.",
    "App Store": "App Store",
    "All current board members are also members of the founding team. We will have non-founding members in the board at some point.": "Todos os membros atuais do conselho também são membros do time fundador. Nós teremos membros não-fundadores no conselho em algum momento.",
    "African proverb": "Provérbio Africano",
    "Adventure": "Aventura",
    "Account settings": "Configurações da conta",
    "A world that encourages trust and adventure.": "Um mundo que encoraja confiança e aventura.",
    "A good profile picture can definitely help you get responses from many people.": "Uma boa foto de perfil pode definitivamente ajudar você a receber respostas de muitas pessoas.",
    "<0>We</0>: Mikael, Kasper, and Natalia.": "<0>Nós</0>: Mikael, Kasper e Natalia.",
    "<0>We</0> can give interviews in English, German, Dutch, French, Spanish & Finnish.": "<0>Nós</0> podemos dar entrevistas em Inglês, Alemão, Holandês, Francês, Espanhol & Finlandês.",
    "<0>Read our blog post</0> about this.": "<0>Leia nosso blog post</0> sobre isso.",
    "<0>Contact us</0> if you have any questions.": "<0>Contate-nos</0> se você tiver qualquer dúvida.",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "<0>Contate-nos</0> se você tiver qualquer dúvida ou se você está planejando escrever sobre nós.",
    "<0>Ask</0> us for more photos etc": "<0>Peça</0> mais fotos etc",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "... explicando que você está interessado em conhecê-lo, não apenas procurando acomodação de graça.",
    "(recommended for websites)": "(recomendado para websites)",
    "(March, 2015)": "(Março, 2015)",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"Nós queremos um mundo que encoraje confiança, aventura e conexões interculturais.\""
}
