{
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...menjelaskan bahwa kamu tertarik untuk bertemu mereka, bukan hanya mencari akomodasi gratis.",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "Sorot teks untuk menambahkan link atau mengubah tampilannya. Ctrl+Enter untuk kirim.",
    "{{count}} unread messages": "{{count}} pesan belum dibaca",
    "Your response won't be visible to them.": "Tanggapan Anda tidak akan terlihat oleh mereka.",
    "Your profile seems quite empty.": "Profil Anda tampaknya kosong.",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Anda akan lebih mungkin mendapatkan tanggapan positif jika Anda menulis sedikit tentang diri Anda.",
    "You replied": "Anda membalas",
    "You haven't been talking yet.": "Anda belum berbicara.",
    "You": "Anda",
    "Yes, I can host!": "Ya, aku bisa menjadi tuan rumah!",
    "Yes": "Ya",
    "Write back": "Tulis kembali",
    "What are your expectations in regards with going through their town?": "Apa ekspektasi Anda saat melewati kota mereka?",
    "Unknown member": "Anggota tidak dikenal",
    "Trustroots is very much about spontaneous travel": "Trustroots itu tentang perjalanan spontan",
    "Tip": "Tip",
    "This user isn't a member anymore.": "Pengguna ini bukan lagi anggota.",
    "Tell your host why you're on a trip": "Beri tahu tuan rumah mengapa Anda melakukan perjalanan",
    "Tell a little bit about yourself": "Ceritakan sedikit tentang diri Anda",
    "Sorry I can't host": "Maaf Saya tak bisa jadi tuan rumah",
    "Please write longer profile description before sending messages.": "Harap tulis deskripsi profil yang lebih panjang sebelum mengirim pesan.",
    "No conversations yet.": "Belum ada obrolan.",
    "No": "Tidak",
    "More messages": "Pesan lainnya",
    "Member is not available anymore.": "Anggota tidak tersedia lagi.",
    "Make sure your profile is complete": "Pastikan profil anda lengkap",
    "License": "Lisensi",
    "Explain to them why you are choosing them": "Jelaskan mengapa Anda memilih mereka",
    "Edit your profile": "Sunting profil",
    "Don't write to people 2 months ahead.": "Jangan mengirim pesan kepada orang untuk 2 bulan ke depan.",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Apakah Anda mendapat pesan sopan, hormat dan dalam semangat Trustroots dari orang ini?",
    "Conversation started {{ date }}": "Obrolan dimulai {{ date }}",
    "Send": "Kirim",
    "Change": "Ubah"
}
