{
    "Help us build Trustroots! Nobody can do everything, but everyone can do something…": "Ayudanos a construir Trustroots! Nadie puede hacerlo todo, pero todos pueden hacer algo…",
    "Please head over to our Team Guide to learn how to get started": {
        "": "Por favor dirígete a nuestra Guía de Equipo para aprender cómo empezar (solo disponible en inglés)."
    },
    "Team Guide": "Guía de Equipo",
    "Trustroots needs developers, designers, people handling support queue, copywriting and much more": {
        "": "Trustroots necesita desarrolladores, diseñadores, personas que manejen la cola de soporte, derechos de autor y mucho más."
    },
    "Volunteering": "Voluntariado",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...explicando que tienes interés en conocerlos, no que solo estás buscando alojamiento gratis.",
    "Account": "Cuenta",
    "About": "Acerca de",
    "Additionally our by-laws (articles of association) specifically prohibit selling the users database and specify that the company code will be licensed under an<1>open source license</1>": "Adicionalmente nuestro estatuto especificamente prohibe vender la base de datos de usuarios y especifica que el codigo de la compañia va a ser licenciado bajo una <1>licencia open source</1>",
    "Account settings": "Configuración de la cuenta",
    "A world that encourages trust and adventure.": "Un mundo de fomenta confianza y aventura.",
    "A good profile picture can definitely help you get responses from many people.": "Una buena foto de perfil definitivamente puede ayudarte a tener respuestas de muchas personas.",
    "<0>We</0>: Mikael, Kasper, and Natalia.": "<0>Nosotros</0>: Mikael, Kasper, y Natalia.",
    "<0>We</0> can give interviews in English, German, Dutch, French, Spanish & Finnish.": "<0>Nosotros</0> podemos dar entrevistas en ingles, alemán, holandes, frances, español y finlandés.",
    "<0>Send us</0> new circle ideas! In the future you will be able to create new circles by yourself.": ">0>Envíanos</0> ideas para nuevos círculos! En el futuro vas a ser capaz de crear nuevos círculos por tu cuenta.",
    "<0>Read our blog post</0> about this.": "<0>Lee nuestro blog</0> sobre esto.",
    "<0>Donations</0> and grants are the most likely ways. There are many inspiring organisations out there serving as great examples: <3>Warmshowers Foundation</3>, <6>Abgefahren e.V.</6> (Hitchwiki), <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> and many more. Again, if you have experience with this it would be great if you <18>contact us</18>.": "<0>Donaciones</0> y subsidios son los metodos más probables. Hay muchas experiencias allá afuera que sirven de excelentes ejemplos: <3>Warmshowers Foundation</3>, <6>Abgefahren e.V.</6> (Hitchwiki), <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> y muchas más. De nuevo, si tienes experiencias en esto sería muy bueno si te <18>contactas</18> con nosotros.",
    "<0>Contact us</0> if you have any questions.": "<0>Contactanos</0> si tienes alguna pregunta.",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "<0>Contactanos</0> si tienes alguna pregunta o si estas pensando escribir sobre nosotros.",
    "<0>Ask</0> us for more photos etc": "<0>Pídenos</0> más fotos etc",
    "(recommended for websites)": "(recomendado para sitios web)",
    "(March, 2015)": "(Marzo, 2015)",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"Queremos un mundo que fomenta confianza, aventuras y conexiones interculturales\"",
    "African proverb": "Proverbio africano",
    "Adventure": "Aventura",
    "Additionally, section 60 exemption from the obligation to have name ending with “limited” <2>requires</2> that:<5><0>The company purposes are for the public benefit.</0><1>It is a non for profit.</1><2>Assets are to be specially protected on winding up.</2></5>": "Adicionalmente, de la sección 60 esta la excepción de la obligación de tener un nombre terminando por \"limited\" <2> requiere</2> que: <5><0>Los propósitos de la compañia son para beneficio del público.</0><1>Es una organización sin fines de lucro.</1><2>Los activos deben estar especialmente protegidos de liquidación.</2></5>",
    "Additionally our website is mobile optimized, so you could also add it to your phone's home screen for quick access. Here are instructions for <2>iOS</2>, <5>Android (Chrome)</5> and <9>Android (Firefox)</9>. <br/>": "Además nuestro sitio web esta optimizado para mobiles, asi que también podrías agregarlo a la pantalla principal de tu teléfono para un acceso rápido. Aca se encuentran las instrucciones para <2>iOS</2>, <5>Android (Chrome)</5> y <9>Android (Firefox)</9>. <br/>",
    "Circles": "Circulos",
    "Callum and Carlos were also part of the founding team.": "Callum y Carlo también fueron parte del equipo de fundadores.",
    "All current board members are also members of the founding team. We will have non-founding members in the board at some point.": "Todos los miembros actuales de la Junta son miembros del equipo de fundadores. En algún momento tendremos miembros de la junta que no sean miembros fundadores.",
    "CIC on Wikipedia": "CIC en Wikipedia",
    "Board": "Junta",
    "Blog": "Blog",
    "BeWelcome: Writing to your host": "BeWelcome: Escribiéndole a tu anfitrión",
    "Be yourself, helpful, kind, responsible and respectful of others.": "Se tu mismo, atento, amable, responsable y respetuoso de los otros.",
    "Be genuine yourself.": "Se genuinamente tú.",
    "Be friendly and know when to stop messaging someone.": "Se amistoso and reconoce cuándo dejar de enviar mensajes a alguien.",
    "Be a human being: write messages specifically for their recipient.": "Sé un ser humano: escribe mensajes específicos para el que lo reciba.",
    "Basic profile information such as name, email, language, name, picture, gender, age, living location, usernames in other networks.": "Información básica de perfíl como nombre, correo electrónico, lenguage, photo, género, edad, ubicación de vivienda, nombres de usuarios en otras redes.",
    "Back to the roots. Earthy. The art of asking — and trusting — is something we often experience while traveling. We also have some innovative ideas that can help building trust among people. Once the network is big enough we'd love to work with scientists to build something that can really make a difference through trust metrics.": "De vuelta a las raices. Conectados a la Tierra. El arte de preguntar — y confiar — es algo que usualmente experimentamos mientras viajamos. También tenemos algunas ideas innovadoras que pueden ayudar a construir confianza entre personas.Una vez que la red sea lo suficientemente grande nos encantaría trabajar con científicos para construir algo que pueda realmente hacer una diferencia mediante métricas de confianza.",
    "Are you planning to do X feature?": "Esta planeando realizar X función?",
    "Apr 19th": "19 de Abril",
    "App Store": "App Store",
    "Anyone can join us as a <1>volunteer</1>. We're huge fans of do-cracy and getting things done attitude. We have <3>a core team</3> which is formed from the most active volunteers. There isn't voting or other buraucratic processes involved, but you get more responsibility by simply becoming active contributor and showing your communication skills. Great community values simple translation jobs just as much as highly skilled development. We'll aim to keep the entry level for volunteers as low as possible. No bureaucracy. Pragmatic approach. Trust.": "Cualquier persona puede unirso como <1<voluntario</1>. Somos fanáticos de la do-ocracia y el tipo de actitud de hacer que la cosas sucedan. Tenemos un <3>equipo central</3> que esta formado por los voluntarios más activos. No hay cotación u otro proceso burocrático involucrado, pero uno obtiene más responsabilidad simplemente por convertirse en un colaborador activo y mostrando habilidades de comunicación. Grandes principio de comunidad, trabajos de traducción simples, tanto como desarrollo de altas cualificaciones. Trataremos de mantener el nivel de entrada para voluntarios lo más bajo posible. Sin burocracia. Acercamiento pragmático. Confianza.",
    "Announcement": "Anuncios",
    "Analytics & opting out": "Analiticas & opción de no participar",
    "That said, there are still other ways to support us!": "Dicho eso, ¡aún hay otras maneras de apoyarnos!",
    "That said, any well organized project needs efficient teams working on specific issues (such as <i>safety</i> or site's <i>features/UX</i>). Rather than building complicated voting mechanisms or other structures, we'll try to concentrate in fostering volunteers into responsible, skilled teams. It's also important to make sure everyone has the same goal and vision.": "Dicho eso, cualquier proyecto bien organizado necesita equipos eficientes trabajando en temas específicos (tal como <i<seguridad</i> or las <i>características/UX</i> del sitio. En lugar de construir mecanismo de votación complejos u otras estructuras, nos amos a intentar concentrar en fomentar voluntarios en equipos responsables y con experiencia. También es importante asegurarnos que todes tienen el mismo objetivos y visión.",
    "Thank you!": "¡Gracias!",
    "Thank you to everyone who has helped Trustroots over the years!": "¡Gracias a todos lo que han ayudado a Trustroots a lo largo de los años!",
    "Tell your host why you're on a trip": "Cuéntale a tu anfitrión porque estás de viaje",
    "Make sure your profile is complete": "Asegúrate que tu perfil esté completo",
    "Explain to them why you are choosing them": "Explícales a ellos porque los eliges",
    "Don't write to people 2 months ahead.": "No le escribas a la gente con 2 meses de anticipación.",
    "See also": "Ver también",
    "Frequently Asked Questions": "Preguntas Frecuentes",
    "Contact us": "Contáctanos",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Tienes muchas más posibilidades de obtener una respuesta positiva si has escrito un poco acerca de ti mismo.",
    "What are your expectations in regards with going through their town?": "¿Cuáles son tus expectativas respecto a visitar su pueblo?",
    "Trustroots is very much about spontaneous travel": "Trustroots es más que nada acerca del viaje espontáneo"
}
