{
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "Pokaż, że jesteś zainteresowany(a) spotkaniem z nimi, a nie tylko znalezieniem darmowego zakwaterowania.",
    "Conversation started {{ date }}": "Rozmowę rozpoczęto {{ date }}",
    "Don't write to people 2 months ahead.": "Staraj się nie pisać do ludzi z dwumiesięcznym wyprzedzeniem.",
    "Edit your profile": "Edytuj swój profil",
    "Explain to them why you are choosing them": "Wyjaśnij im, dlaczego wybierasz właśnie ich",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "Zaznacz tekst, aby dodać odnośniki lub zmienić jego wygląd. Ctrl+Enter, wysyła wiadomość.",
    "Make sure your profile is complete": "Upewnij się, że twój profil jest kompletny",
    "More messages": "Więcej wiadomości",
    "No conversations yet.": "Brak wiadomości.",
    "Please write longer profile description before sending messages.": "Proszę, napisz coś więcej w opisie swojego profilu przed wysłaniem wiadomości.",
    "Send": "Wyślij",
    "Sorry I can't host": "Niestety, nie mogę hostować",
    "Tell a little bit about yourself": "Napisz coś więcej o sobie",
    "Tell your host why you're on a trip": "Powiedz swojemu hostowi, jaki jest powód twojej podróży",
    "This user isn't a member anymore.": "",
    "Tip": "Krótka porada",
    "Trustroots is very much about spontaneous travel": "Trustroots jest przede wszystkim nastawione na spontaniczne podróże",
    "Unknown member": "",
    "What are your expectations in regards with going through their town?": "Czego się spodziewasz względem podróży przez ich miejscowość?",
    "Write back": "Odpisz",
    "Yes, I can host!": "Tak, mogę hostować!",
    "You": "Ty",
    "You haven't been talking yet.": "Nie mieliście jeszcze okazji rozmawiać.",
    "You replied": "Odpisałeś(aś)",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Masz o wiele większe szanse na uzyskanie pozytywnej odpowiedzi, jeśli napiszesz coś więcej o sobie.",
    "Your profile seems quite empty.": "Twój profil wydaje się być nieco pusty.",
    "{{count}} unread messages_0": "{{count}} nieprzeczytana wiadomość",
    "{{count}} unread messages_1": "{{count}} nieprzeczytane wiadomości",
    "{{count}} unread messages_2": "{{count}} nieprzeczytanych wiadomości",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Czy uważasz, że wiadomości od tej osoby są uprzejme, pełne szacunku i w duchu Trustroots?",
    "Failed to send the message. Perhaps your internet went down? Please try again.": "Nie udało się wysłać wiadomości. Sprawdź, czy nie masz problemów z internetem, a następnie spróbuj ponownie.",
    "Member is not available anymore.": "Użytkownik nie jest już dostępny.",
    "Yes": "Tak",
    "No": "Nie"
}
