{
    "Help us build Trustroots! Nobody can do everything, but everyone can do something…": "",
    "Please head over to our Team Guide to learn how to get started.": "",
    "Team Guide": "",
    "Trustroots needs developers, designers, people handling support queue, copywriting and much more.": "",
    "Volunteering": "Zostań wolontariuszem",
    "Find people": "Szukaj ludzi",
    "Account": "Konto",
    "Privacy": "Prywatność",
    "Trustroots at Facebook": "Trustroots na Facebooku",
    "Trustroots at Instagram": "Trustroots na Instagramie",
    "Contacts": "Kontakty",
    "Foundation": "Fundacja",
    "Read more": "Więcej",
    "Sign out": "Wyloguj",
    "Team": "Zespół",
    "Trustroots at Twitter": "Trustroots na Twitterze",
    "Blog": "Blog",
    "Contact us": "Skontaktuj się z nami",
    "Edit profile": "Edytuj profil",
    "Frequently Asked Questions": "Najczęściej Zadawane Pytania",
    "Host": "Host",
    "Rules": "Regulamin",
    "<0>Contact us</0> if you have any questions.": "<0>Skontaktuj się</0> z nami jeśli masz jakieś pytania.",
    "<0>We</0>: Mikael, Kasper, and Natalia.": "To <0>my</0>: Mikael, Kasper i Natalia.",
    "Don't write to people 2 months ahead.": "Staraj się nie pisać do ludzi z dwumiesięcznym wyprzedzeniem.",
    "Could Trustroots assets be sold?": "Czy aktywa Trustroots mogą zostać sprzedane?",
    "It’s fast and relatively affordable to set up.": "Założenie takiej organizacji jest szybkie i stosunkowo niedrogie.",
    "It is very flexible, this is why many NGOs and charities choose the LBG form.": "Jest to forma bardzo elastyczna, stąd też wiele organizacji pozarządowych i charytatywnych wybiera formę LBG.",
    "More reading:": "Więcej informacji:",
    "The website is owned and operated by <2>Trustroots Foundation</2>, a non-profit Limited by Guarantee (LBG) under section 60 exemption, registered in the United Kingdom in March 2015.": "Strona jest własnością i jest prowadzona przez Fundację Trustroots, będącą spółką non-profit Limited by Guarantee (LBG) na mocy wyjątku sekcji 60, zarejestrowaną w Wielkiej Brytanii w marcu 2015 roku.",
    "Trustroots at GitHub": "Trustroots na GitHubie",
    "What are your expectations in regards with going through their town?": "Czego się spodziewasz względem podróży przez ich miejscowość?",
    "CompanyLawClub.co.uk: limited by guarantee": "CompanyLawClub.co.uk: limited by guarantee",
    "Using the word Foundation in the name also requires that any profits should be used to further the objects of the company and not paid to the members as dividends.": "Użycie w nazwie słowa \"Fundacja\" wymaga również, aby wszelkie zyski były wykorzystywane do realizacji celów spółki, a nie były wypłacane członkom w formie dywidendy.",
    "Why Limited by Guarantee under section 60 exemption?": "Dlaczego akurat spółka typu Limited by Guarantee w ramach wyłączenia z sekcji 60?",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Masz o wiele większe szanse na uzyskanie pozytywnej odpowiedzi, jeśli napiszesz coś więcej o sobie.",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "Pokaż, że jesteś zainteresowany(a) spotkaniem z nimi, a nie tylko znalezieniem darmowego zakwaterowania.",
    "Explain to them why you are choosing them": "Wyjaśnij im, dlaczego wybierasz właśnie ich",
    "Tell your host why you're on a trip": "Powiedz swojemu hostowi, jaki jest powód twojej podróży",
    "Make sure your profile is complete": "Upewnij się, że twój profil jest kompletny",
    "Trustroots is very much about spontaneous travel": "Trustroots jest przede wszystkim nastawione na spontaniczne podróże",
    "<0>Read our blog post</0> about this.": "Zapoznaj się z naszym <0>wpisem na blogu</0> na ten temat.",
    "<0>Ask</0> us for more photos etc": "<0>Poproś</0> nas o więcej zdjęć, itp",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "<0>Skontaktuj się</0> z nami, jeśli masz jakieś pytania lub planujesz o nas napisać.",
    "What's your legal status?": "Jaki jest wasz status prawny?",
    "Additionally our by-laws (articles of association) specifically prohibit selling the users database and specify that the company code will be licensed under an<1>open source license</1>": "Dodatkowo, nasz regulamin (umowa spółki) wyraźnie zabrania sprzedaży bazy danych użytkowników i określa, że kod źródłowy firmy będzie udostępniany na <1>licencji Open Source</1>",
    "The guarantee of LBG under section 60 requires a clause where in case of Trustroots Foundation ceasing to exist, assets could be moved only to another non-profit entity where transferring assets is limited in the same way. CIC status would make this even more specific, but isn’t required for this.": "Gwarancja LBG zgodnie z paragrafem 60 wymaga klauzuli, zgodnie z którą w przypadku zakończenia działalności przez Trustroots Foundation, aktywa mogłyby zostać przeniesione tylko do innego podmiotu non-profit, w którym przeniesienie aktywów jest ograniczone w ten sam sposób. Status CIC jeszcze bardziej by to uszczegółowił, ale nie jest do tego wymagany.",
    "Who are the board?": "Kim są przedstawiciele kierownictwa?",
    "<0>Donations</0> and grants are the most likely ways. There are many inspiring organisations out there serving as great examples: <3>Warmshowers Foundation</3>, <6>Abgefahren e.V.</6> (Hitchwiki), <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> and many more. Again, if you have experience with this it would be great if you <18>contact us</18>.": "<0>Darowizny</0> i granty to najbardziej prawdopodobne sposoby. Jest wiele wspaniałych organizacji, które mogą posłużyć za przykład: <3>Fundacja Warmshowers</3>, <6>Abgefahren e.V. (Hitchwiki)</6>, <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> i wiele innych. Jeśli masz doświadczenie w tym zakresie, będziemy wdzięczni za <18>kontakt</18>.",
    "It’s possible to apply for CIC status, which is a special form recently created for social enterprises": "Istnieje możliwość ubiegania się o status CIC, który jest specjalną odmianą stworzoną niedawno dla organizacji użyteczności publicznej",
    "Additionally, section 60 exemption from the obligation to have name ending with “limited” <2>requires</2> that:<5><0>The company purposes are for the public benefit.</0><1>It is a non for profit.</1><2>Assets are to be specially protected on winding up.</2></5>": "Dodatkowo, zwolnienie z sekcji 60 dotyczącej obowiązku posiadania nazwy kończącej się na \"limited\" <2>wymaga</2>, aby:<5><0>Cele spółki były przeznaczone jedynie na pożytek publiczny.</0><1>Jest to spółka typu non for profit.</1><2>Majątek ma być objęty szczególną ochroną w przypadku likwidacji.</2></5>",
    "Trustroots is over <2>{{memberCount}} members</2> strong and growing!": "Trustroots ma ponad <2>{{memberCount}} użytkowników</2> i wciąż rośnie!",
    "Some typical LBGs in the UK would be clubs and membership organisations such as workers’ co-operatives, non-governmental organizations (NGOs) and charities. For example the <2>OpenStreetMap Foundation</2>, the<6>Open Knowledge Foundation</6> and the <9>UK Hackspace Foundation</9> are LGBs.": "Do typowych przykładów spółek LBG w Wielkiej Brytanii można zaliczyć kluby oraz organizacje członkowskie, takie jak związki zawodowe, organizacje pozarządowe (NGO) oraz organizacje charytatywne. Przykładowo, <2>OpenStreetMap Foundation</2>, <6>Open Knowledge Foundation</6> oraz <9>UK Hackspace Foundation</9> są organizacjami LGB.",
    "How does it work?": "W jaki sposób to działa?",
    "Section 60 exemption requirements": "Wymogi zwolnienia z sekcji 60",
    "UK Companies House: incorporation and names (pdf)": "Brytyjski Departament Spółek (Companies House): zakładanie spółek i nazwy (pdf)",
    "Who decides what gets done?": "Kto decyduje o tym, co zostanie zrobione?",
    "CIC on Wikipedia": "CIC na Wikipedii",
    "How do you want to make the project financially sustainable?": "W jaki sposób zamierzacie zapewnić trwałość finansową projektu?",
    "Anyone can join us as a <1>volunteer</1>. We're huge fans of do-cracy and getting things done attitude. We have <3>a core team</3> which is formed from the most active volunteers. There isn't voting or other buraucratic processes involved, but you get more responsibility by simply becoming active contributor and showing your communication skills. Great community values simple translation jobs just as much as highly skilled development. We'll aim to keep the entry level for volunteers as low as possible. No bureaucracy. Pragmatic approach. Trust.": "Każdy może do nas dołączyć jako <1>wolontariusz</1>. Jesteśmy wielkimi fanami podejścia \"zrób to teraz\". Mamy <3>główny zespół</3>, składający się z najbardziej aktywnych wolontariuszy. Nie ma głosowań ani innych biurokratycznych procesów, ale możesz otrzymać więcej obowiązków po prostu stając się aktywnym współtwórcą i pokazując swoje umiejętności komunikacyjne. Nasza społeczność ceni sobie proste prace tłumaczeniowe tak samo, jak wysoko wykwalifikowanych programistów. Będziemy dążyć do tego, by poziom początkowych wymagań dla wolontariuszy był tak niski, jak to tylko możliwe. Bez biurokracji. Pragmatyczne podejście. Zaufanie.",
    "That said, any well organized project needs efficient teams working on specific issues (such as <i>safety</i> or site's <i>features/UX</i>). Rather than building complicated voting mechanisms or other structures, we'll try to concentrate in fostering volunteers into responsible, skilled teams. It's also important to make sure everyone has the same goal and vision.": "Niemniej jednak, każdy dobrze zorganizowany projekt potrzebuje sprawnie działających zespołów zajmujących się konkretnymi zagadnieniami (takimi jak <i>bezpieczeństwo</i> czy <i>funkcje/UX</i>). Zamiast budować skomplikowane mechanizmy głosowania lub inne struktury, postaramy się skupić na rozwijaniu wolontariuszy w odpowiedzialne, wykwalifikowane zespoły. Ważne jest również, aby upewnić się, że wszyscy mają ten sam cel i wizję.",
    "Have a look! Travel anywhere and easily find great people who want to\n                meet you as well. See where other travellers are and help each other\n                out, whether through welcoming them to your home, sharing your stories\n                or becoming friends.": "Sprawdź! Podróżuj dokądkolwiek i z łatwością znajdź wspaniałych ludzi, którzy również chcą Cię poznać. Zobacz, gdzie są inni podróżnicy i pomóżcie sobie nawzajem, czy to przez przyjęcie ich do swojego domu, podzielenie się swoimi historiami, czy zostając przyjaciółmi.",
    "Trustroots Team": "Zespół Trustroots",
    "Trustroots uses <2>Google Analytics</2> to collect usage, device and browser statistics.": "Trustroots wykorzystuje <2>Google Analytics</2> do gromadzenia statystyk dotyczących użytkowania, sprzętu i przeglądarek.",
    "Be genuine yourself.": "Bądź szczery.",
    "App Store": "App Store",
    "Meet the team": "Poznaj nasz zespół",
    "Share the beautiful you with the world.": "Podziel się z całym światem tym, co w Tobie najpiękniejsze.",
    "Trustroots Privacy Policy": "Polityka prywatności Trustroots",
    "A world that encourages trust and adventure.": "Świat, który promuje zaufanie i przygodę.",
    "Analytics & opting out": "Analityka i rezygnacja z przetwarzania danych",
    "Additionally our website is mobile optimized, so you could also add it to your phone's home screen for quick access. Here are instructions for <2>iOS</2>, <5>Android (Chrome)</5> and <9>Android (Firefox)</9>. <br/>": "Dodatkowo nasza strona jest zoptymalizowana pod kątem urządzeń mobilnych, więc możesz ją również dodać do ekranu głównego swojego telefonu, aby mieć do niej szybki dostęp. Tutaj znajdziesz instrukcje dla <2>iOS</2>, <5>Android (Chrome)</5> i <9>Android (Firefox)</9>. <br/>",
    "For developers": "Dla developerów",
    "Free and open source": "Wolne i otwarte źródła",
    "Circles": "Kręgi",
    "Be friendly and know when to stop messaging someone.": "Bądź przyjazny i wiedz, kiedy należy przestać wysyłać komuś wiadomości.",
    "Be a human being: write messages specifically for their recipient.": "Bądź człowiekiem: pisz wiadomości skierowane do konkretnego odbiorcy.",
    "Could you offer mobile app at F-Droid store?": "Czy możecie udostępnić aplikację mobilną w sklepie F-Droid?",
    "How is this connected to Hitchwiki, Nomadwiki or Trashwiki?": "W jaki sposób jest to powiązane z Hitchwiki, Nomadwiki czy Trashwiki?",
    "How can I remove my account": "Jak mogę usunąć swoje konto",
    "How can I help?": "Jak mogę pomóc?",
    "If you would like to help out developing our mobile apps, read more about <2>developing Trustroots</2> . <br/>": "Jeśli chciałbyś pomóc w tworzeniu naszych aplikacji mobilnych, przeczytaj więcej o <2>tworzeniu aplikacji Trustroots</2>. <br/>",
    "Joining circles helps you find likeminded Trustroots members and\n                  tells others what you're interested in.": "Dołączenie do kręgów pozwoli Ci znaleźć podobnych sobie członków Trustroots i przekazać innym, czym się interesujesz.",
    "Is there a mobile app?": "Czy jest dostępna aplikacja mobilna?",
    "Install from <1>Play Store</1> or download APK file from <4>apk.trustroots.org</4>. <br/>": "Możesz pobrać aplikację ze <1>Sklepu Play</1> lub pobrać plik APK z <4>apk.trustroots.org</4>. </br>",
    "More circles": "Pokaż kręgi",
    "Our currency is hospitality: don't ask or accept any form of monetary exchange to use Trustroots.": "Naszą walutą jest gościnność: nie proś ani nie akceptuj żadnej formy wymiany pieniężnej za korzystanie z Trustroots.",
    "More…": "Więcej…",
    "No. Trustroots is for everyone.": "Nie. Trustroots jest dla wszystkich.",
    "Manifesto": "Manifest",
    "Be respectful of others and restrain from any kind of abusive behaviour.": "Szanuj innych i powstrzymuj się od jakichkolwiek obraźliwych zachowań.",
    "Fill your profile": "Uzupełnij swój profil",
    "Find members": "Szukaj użytkowników",
    "Is Trustroots an alternative for CouchSurfing or BeWelcome?": "Czy Trustroots jest alternatywą dla CouchSurfing lub BeWelcome?",
    "Is Trustroots exclusively for hitchhikers?": "Czy Trustroots jest wyłącznie dla autostopowiczów?",
    "Transparency": "Transparentność",
    "We emphasize community.": "Promujemy wspólnotę.",
    "Trustroots Guide": "Przewodnik Trustroots",
    "Trustroots Foundation": "Fundacja Trustroots",
    "about technology": "O technologii",
    "What is your long term vision?": "Jaka jest wasza długoterminowa wizja?",
    "Owned and operated by Trustroots Foundation, a non-profit registered\n                in the United Kingdom since March 2015.": "Właścicielem i administratorem jest Trustroots Foundation, organizacja non-profit zarejestrowana w Wielkiej Brytanii w marcu 2015 roku.",
    "Respect copyrights: stay within your rights if you want to share other people's texts and images - check their legal status!": "Szanuj prawa autorskie: trzymaj się swoich praw, jeśli chcesz udostępniać teksty i obrazy innych osób - sprawdź ich status prawny!",
    "See <1>rules of Trustroots</1> for details.": "Zobacz <1>regulamin Trustroots</1> po więcej szczegółów.",
    "Thank you!": "Dziękujemy!",
    "See also": "Zobacz również",
    "Trustroots page at Facebook": "Strona Trustroots na Facebooku",
    "Trustroots in Media": "Trustroots w mediach",
    "The practical answer: it takes time to set up a forum and even more time to keep it spam-free. The less practical answer: In our long-term and short-term experience forum activity is not necessarily the best way to get to more real life interactions. In the long term we do want to provide a way to communicate on the site, but this will probably look more like the quick and easy way you can interact on Facebook or Diaspora than a full fledged forum.": "Praktyczna odpowiedź: potrzeba czasu na założenie forum i jeszcze więcej czasu na utrzymanie go w stanie wolnym od spamu. Mniej praktyczna odpowiedź: Z naszego długo- i krótkoterminowego doświadczenia wynika, że działalność na forum niekoniecznie jest najlepszą drogą do osiągnięcia realnych interakcji. W dłuższej perspektywie chcemy zapewnić możliwość komunikacji na stronie, ale prawdopodobnie będzie to przypominało szybki i łatwy sposób interakcji na Facebooku lub Diasporze, a nie pełnoprawne forum.",
    "Trustroots is a community of travellers for sharing, hosting and getting people together. If you want to help grow this network you can find some <1>things to do here</1>.": "Trustroots to społeczność podróżników, którzy chcą się dzielić, gościć i łączyć ludzi. Jeśli chcesz pomóc w rozwoju tej sieci, możesz znaleźć tutaj kilka <1>rzeczy do zrobienia</1>.",
    "We have no tolerance for abusive members.": "Nie tolerujemy obraźliwych czy agresywnych użytkowników.",
    "We try to keep our rules simple and we value transparency. We'll update these rules as needed.": "Staramy się, aby nasze zasady były proste i cenimy sobie transparentność. W razie potrzeby będziemy aktualizować te zasady.",
    "Why the name Trustroots?": "Skąd wzięła się nazwa Trustroots?",
    "Why is there Facebook connection?": "Dlaczego strona ma połączenie z Facebookiem?",
    "Why is there no forum?": "Dlaczego nie ma tu forum?",
    "Why was my account suspended?": "Dlaczego moje konto zostało zawieszone?",
    "about the foundation": "O Fundacji",
    "about the site & community": "O witrynie i społeczności",
    "Trustroots is being built by a small team of activists who felt that the world of sharing is being taken over by corporations trying to monetize people's willingness to help each other. Same team brought you also <2>Hitchwiki</2>, <5>Trashwiki</5> and <8>Nomadwiki</8>.": "Trustroots jest budowany przez mały zespół aktywistów, którzy uważają, że świat sharingu jest przejmowany przez korporacje próbujące spieniężyć chęć ludzi do pomagania sobie nawzajem. Ten sam zespół utworzył również <2>Hitchwiki</2>, <5>Trashwiki</5> i <8>Nomadwiki</8>.",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"Pragniemy świata, który promuje zaufanie, przygodę i kontakty międzykulturowe.\"",
    "Our willingness to help each other is universal. Trustroots is completely free\n      to use and will remain so forever.": "Nasza gotowość do wzajemnej pomocy jest czymś uniwersalnym. Trustroots jest całkowicie darmową stroną i pozostanie taka na zawsze.",
    "We believe in beauty, simplicity and transparency.": "Wierzymy w piękno, prostotę i transparentność.",
    "Trustroots group at Facebook": "Grupa Trustroots na Facebooku",
    "We think it's a shame that former non profits have been sold to\n                venture capital. We've been running other notable free and open\n                projects for a decade now and we hope our deeds so far speak for us.": "Jest nam szkoda, że dawne organizacje non-profit zostały sprzedane funduszom biznesowym. Od ponad dziesięciu lat prowadzimy wiele innych, godnych uwagi, wolnych i otwartych projektów i mamy nadzieję, że nasze dotychczasowe dokonania świadczą za nas.",
    "Put yourself in the shoes of others: what would you like to know about\n                your travel buddies? What should they know about you?": "Postaw się na miejscu innych: co chciałbyś wiedzieć o swoich towarzyszach podróży? Co oni powinni wiedzieć o Tobie?",
    "about circles": "O kręgach",
    "We want a world that encourages trust, adventure and intercultural connections. For that to happen through Trustroots we have written down some basic rules that apply to everyone. Please respect these rules:": "Chcemy świata, który promuje zaufanie, przygodę i kontakty międzykulturowe. Aby to osiągnąć dzięki Trustroots, spisaliśmy kilka podstawowych zasad, które obowiązują wszystkich. Prosimy o przestrzeganie poniższych punktów:",
    "We have no tolerance for spam, ads and other objectionable content.": "Nie tolerujemy spamu, reklam i innych treści niezgodnych z regulaminem.",
    "Make your own profile. One person, one profile — use your alias or real name; but never impersonate someone else, real or imaginary.": "Stwórz swój własny profil. Jeden profil na osobę. Możesz użyć swojego pseudonimu lub prawdziwego imienia, ale nigdy nie podszywaj się pod kogoś innego, prawdziwego lub wymyślonego.",
    "Be yourself, helpful, kind, responsible.": "Bądź sobą. Staraj się być pomocny, miły i odpowiedzialny.",
    "More information": "Więcej informacji",
    "See also <2>the blog post</2> introducing circles.": "Zobacz również <2>wpis na blogu</2> przedstawiający kręgi.",
    "If you ignore these rules, we might stop our services for you without further notice.": "Jeśli zignorujesz te zasady, możemy przestać świadczyć Ci usługi bez uprzedzenia.",
    "See also our page about <1>privacy</1>.": "Zapoznaj się również z naszą stroną o <1>prywatności</1>.",
    "Screenshots": "Zrzuty ekranu",
    "Trustroots was initially built with hitchhikers in mind but anyone has always been welcome to sign up even if they've never hitchhiked.": "Trustroots został stworzony z myślą o autostopowiczach, ale każdy może się zapisać, nawet jeśli nigdy nie podróżował autostopem.",
    "In the initial phase we were focusing on getting especially hitchhikers on board and making the site ideal for that. Our background is within Hitchhikers community and in <2>Hitchwiki</2>. The site will obviously remain rather alternative and true to its roots, even when we introduce it to new communities. <br/>": "W początkowej fazie skupialiśmy się na pozyskaniu autostopowiczów i stworzeniu strony idealnej do tego celu. Nasze korzenie są w społeczności Autostopowiczów i w <2>Hitchwiki</2>. Strona oczywiście pozostanie raczej niezależna i wierna swoim korzeniom, nawet jeśli wprowadzimy ją do nowych społeczności. <br/>",
    "Yes! We currently have a very simple Android version, which basically wraps around our website and gives you push notifications to your phone when you have new messages.": "Tak! Obecnie mamy bardzo prostą wersję na Androida, która w zasadzie wykorzystuje naszą stronę internetową i daje Ci powiadomienia push na Twój telefon, gdy masz nowe wiadomości.",
    "Trustroots isn't on purpose an alternative to anything specifically. There are many people to whom Facebook, CouchSurfing or other tools aren't suitable for multitude of reasons. We encourage using any tools you wish in parallel. We are trying to make it easy to gather your contents from these sites also to Trustroots.": "Trustroots nie jest z założenia alternatywą dla czegokolwiek konkretnego. Jest wiele osób, dla których Facebook, CouchSurfing czy inne narzędzia z wielu powodów nie są odpowiednie. Zachęcamy do równoległego korzystania z każdego z narzędzi. Próbujemy również umożliwić łatwe przeniesienie zawartości z tych stron do Trustroots.",
    "The team creating Trustroots also created these projects. We have done heavy linking between the projects since they share pretty much the same vision and user base.": "Zespół tworzący Trustroots stworzył również te projekty. Stworzyliśmy wiele powiązań między tymi projektami, ponieważ mają one prawie taką samą wizję i bazę użytkowników.",
    "So that people who have their data, photos and connections on Facebook can release their information to Trustroots. Using Facebook from Trustroots is optional.": "Aby osoby, które posiadają swoje dane, zdjęcia i kontakty na Facebooku, mogły wysłać swoje informacje do Trustroots. Korzystanie z Facebooka na Trustroots jest opcjonalne.",
    "Back to the roots. Earthy. The art of asking — and trusting — is something we often experience while traveling. We also have some innovative ideas that can help building trust among people. Once the network is big enough we'd love to work with scientists to build something that can really make a difference through trust metrics.": "Wracamy do korzeni (ang. root). Z kolei, sztuka proszenia - i zaufania (ang. trust) - to coś, czego często doświadczamy podczas podróży. Mamy też kilka innowacyjnych pomysłów, które mogą pomóc w budowaniu zaufania między ludźmi. Kiedy nasza sieć będzie już wystarczająco duża, chcielibyśmy nawiązać współpracę z naukowcami i zbudować coś, co może naprawdę zmienić sytuację dzięki miernikom zaufania.",
    "Do <1>contact us</1> if you want to help with this.": "<1>Skontaktuj się</1> z nami, jeśli chcesz nam w tym pomóc.",
    "You can remove your account via <2>account page</2>. We will not store your profile in our systems after removal.": "Możesz usunąć swoje konto z poziomu <2>swojego profilu</2>. Po usunięciu nie będziemy przechowywać Twojego profilu w naszych systemach."
}
