{
    "Help us build Trustroots! Nobody can do everything, but everyone can do something…": "Pomóż nam rozwijać Trustroots! Nikt nie może zrobić wszystkiego, ale każdy może zrobić coś…",
    "Please head over to our Team Guide to learn how to get started.": "Aby dowiedzieć się, jak zacząć, zapoznaj się z naszym Przewodnikiem dla zespołów.",
    "Team Guide": "Przewodnik dla zespołów",
    "Trustroots needs developers, designers, people handling support queue, copywriting and much more.": "Trustroots potrzebuje programistów, projektantów, osób zajmujących się wsparciem technicznym, copywritingiem i wieloma innymi.",
    "Volunteering": "Zostań wolontariuszem",
    "Find people": "Szukaj ludzi",
    "Account": "Konto",
    "Privacy": "Prywatność",
    "Trustroots at Facebook": "Trustroots na Facebooku",
    "Trustroots at Instagram": "Trustroots na Instagramie",
    "Contacts": "Kontakty",
    "Foundation": "Fundacja",
    "Read more": "Więcej",
    "Sign out": "Wyloguj",
    "Team": "Zespół",
    "Trustroots at Twitter": "Trustroots na Twitterze",
    "Blog": "Blog",
    "Contact us": "Skontaktuj się z nami",
    "Edit profile": "Edytuj profil",
    "Frequently Asked Questions": "Najczęściej Zadawane Pytania",
    "Host": "Host",
    "Rules": "Regulamin",
    "<0>Contact us</0> if you have any questions.": "<0>Skontaktuj się</0> z nami jeśli masz jakieś pytania.",
    "<0>We</0>: Mikael, Kasper, and Natalia.": "To <0>my</0>: Mikael, Kasper i Natalia.",
    "Don't write to people 2 months ahead.": "Staraj się nie pisać do ludzi z dwumiesięcznym wyprzedzeniem.",
    "Could Trustroots assets be sold?": "Czy aktywa Trustroots mogą zostać sprzedane?",
    "It’s fast and relatively affordable to set up.": "Założenie takiej organizacji jest szybkie i stosunkowo niedrogie.",
    "It is very flexible, this is why many NGOs and charities choose the LBG form.": "Jest to forma bardzo elastyczna, stąd też wiele organizacji pozarządowych i charytatywnych wybiera formę LBG.",
    "More reading:": "Więcej informacji:",
    "The website is owned and operated by <2>Trustroots Foundation</2>, a non-profit Limited by Guarantee (LBG) under section 60 exemption, registered in the United Kingdom in March 2015.": "Strona jest własnością i jest prowadzona przez Fundację Trustroots, będącą spółką non-profit Limited by Guarantee (LBG) na mocy wyjątku sekcji 60, zarejestrowaną w Wielkiej Brytanii w marcu 2015 roku.",
    "Trustroots at GitHub": "Trustroots na GitHubie",
    "What are your expectations in regards with going through their town?": "Czego się spodziewasz względem podróży przez ich miejscowość?",
    "CompanyLawClub.co.uk: limited by guarantee": "CompanyLawClub.co.uk: limited by guarantee",
    "Using the word Foundation in the name also requires that any profits should be used to further the objects of the company and not paid to the members as dividends.": "Użycie w nazwie słowa \"Fundacja\" wymaga również, aby wszelkie zyski były wykorzystywane do realizacji celów spółki, a nie były wypłacane członkom w formie dywidendy.",
    "Why Limited by Guarantee under section 60 exemption?": "Dlaczego akurat spółka typu Limited by Guarantee w ramach wyłączenia z sekcji 60?",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Masz o wiele większe szanse na uzyskanie pozytywnej odpowiedzi, jeśli napiszesz coś więcej o sobie.",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "Pokaż, że jesteś zainteresowany(a) spotkaniem z nimi, a nie tylko znalezieniem darmowego zakwaterowania.",
    "Explain to them why you are choosing them": "Wyjaśnij im, dlaczego wybierasz właśnie ich",
    "Tell your host why you're on a trip": "Powiedz swojemu hostowi, jaki jest powód twojej podróży",
    "Make sure your profile is complete": "Upewnij się, że twój profil jest kompletny",
    "Trustroots is very much about spontaneous travel": "Trustroots jest przede wszystkim nastawione na spontaniczne podróże",
    "<0>Read our blog post</0> about this.": "Zapoznaj się z naszym <0>wpisem na blogu</0> na ten temat.",
    "<0>Ask</0> us for more photos etc": "<0>Poproś</0> nas o więcej zdjęć, itp",
    "<0>Contact us</0> if you have any questions or if you are planning to write about us.": "<0>Skontaktuj się</0> z nami, jeśli masz jakieś pytania lub planujesz o nas napisać.",
    "What's your legal status?": "Jaki jest wasz status prawny?",
    "Additionally our by-laws (articles of association) specifically prohibit selling the users database and specify that the company code will be licensed under an<1>open source license</1>": "Dodatkowo, nasz regulamin (umowa spółki) wyraźnie zabrania sprzedaży bazy danych użytkowników i określa, że kod źródłowy firmy będzie udostępniany na <1>licencji Open Source</1>",
    "The guarantee of LBG under section 60 requires a clause where in case of Trustroots Foundation ceasing to exist, assets could be moved only to another non-profit entity where transferring assets is limited in the same way. CIC status would make this even more specific, but isn’t required for this.": "Gwarancja LBG zgodnie z paragrafem 60 wymaga klauzuli, zgodnie z którą w przypadku zakończenia działalności przez Trustroots Foundation, aktywa mogłyby zostać przeniesione tylko do innego podmiotu non-profit, w którym przeniesienie aktywów jest ograniczone w ten sam sposób. Status CIC jeszcze bardziej by to uszczegółowił, ale nie jest do tego wymagany.",
    "Who are the board?": "Kim są przedstawiciele kierownictwa?",
    "<0>Donations</0> and grants are the most likely ways. There are many inspiring organisations out there serving as great examples: <3>Warmshowers Foundation</3>, <6>Abgefahren e.V.</6> (Hitchwiki), <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> and many more. Again, if you have experience with this it would be great if you <18>contact us</18>.": "<0>Darowizny</0> i granty to najbardziej prawdopodobne sposoby. Jest wiele wspaniałych organizacji, które mogą posłużyć za przykład: <3>Fundacja Warmshowers</3>, <6>Abgefahren e.V. (Hitchwiki)</6>, <9>BeVolunteer</9>, <12>Servas</12>, <15>WWOOF</15> i wiele innych. Jeśli masz doświadczenie w tym zakresie, będziemy wdzięczni za <18>kontakt</18>.",
    "It’s possible to apply for CIC status, which is a special form recently created for social enterprises": "Istnieje możliwość ubiegania się o status CIC, który jest specjalną odmianą stworzoną niedawno dla organizacji użyteczności publicznej",
    "Additionally, section 60 exemption from the obligation to have name ending with “limited” <2>requires</2> that:<5><0>The company purposes are for the public benefit.</0><1>It is a non for profit.</1><2>Assets are to be specially protected on winding up.</2></5>": "Dodatkowo, zwolnienie z sekcji 60 dotyczącej obowiązku posiadania nazwy kończącej się na \"limited\" <2>wymaga</2>, aby:<5><0>Cele spółki były przeznaczone jedynie na pożytek publiczny.</0><1>Jest to spółka typu non for profit.</1><2>Majątek ma być objęty szczególną ochroną w przypadku likwidacji.</2></5>",
    "Trustroots is over <2>{{memberCount}} members</2> strong and growing!": "Trustroots ma ponad <2>{{memberCount}} użytkowników</2> i wciąż rośnie!",
    "Some typical LBGs in the UK would be clubs and membership organisations such as workers’ co-operatives, non-governmental organizations (NGOs) and charities. For example the <2>OpenStreetMap Foundation</2>, the<6>Open Knowledge Foundation</6> and the <9>UK Hackspace Foundation</9> are LGBs.": "Do typowych przykładów spółek LBG w Wielkiej Brytanii można zaliczyć kluby oraz organizacje członkowskie, takie jak związki zawodowe, organizacje pozarządowe (NGO) oraz organizacje charytatywne. Przykładowo, <2>OpenStreetMap Foundation</2>, <6>Open Knowledge Foundation</6> oraz <9>UK Hackspace Foundation</9> są organizacjami LGB.",
    "How does it work?": "W jaki sposób to działa?",
    "Section 60 exemption requirements": "Wymogi zwolnienia z sekcji 60",
    "UK Companies House: incorporation and names (pdf)": "Brytyjski Departament Spółek (Companies House): zakładanie spółek i nazwy (pdf)",
    "Who decides what gets done?": "Kto decyduje o tym, co zostanie zrobione?",
    "CIC on Wikipedia": "CIC na Wikipedii",
    "How do you want to make the project financially sustainable?": "W jaki sposób zamierzacie zapewnić trwałość finansową projektu?",
    "Anyone can join us as a <1>volunteer</1>. We're huge fans of do-cracy and getting things done attitude. We have <3>a core team</3> which is formed from the most active volunteers. There isn't voting or other buraucratic processes involved, but you get more responsibility by simply becoming active contributor and showing your communication skills. Great community values simple translation jobs just as much as highly skilled development. We'll aim to keep the entry level for volunteers as low as possible. No bureaucracy. Pragmatic approach. Trust.": "Każdy może do nas dołączyć jako <1>wolontariusz</1>. Jesteśmy wielkimi fanami podejścia \"zrób to teraz\". Mamy <3>główny zespół</3>, składający się z najbardziej aktywnych wolontariuszy. Nie ma głosowań ani innych biurokratycznych procesów, ale możesz otrzymać więcej obowiązków po prostu stając się aktywnym współtwórcą i pokazując swoje umiejętności komunikacyjne. Nasza społeczność ceni sobie proste prace tłumaczeniowe tak samo, jak wysoko wykwalifikowanych programistów. Będziemy dążyć do tego, by poziom początkowych wymagań dla wolontariuszy był tak niski, jak to tylko możliwe. Bez biurokracji. Pragmatyczne podejście. Zaufanie.",
    "That said, any well organized project needs efficient teams working on specific issues (such as <i>safety</i> or site's <i>features/UX</i>). Rather than building complicated voting mechanisms or other structures, we'll try to concentrate in fostering volunteers into responsible, skilled teams. It's also important to make sure everyone has the same goal and vision.": "Niemniej jednak, każdy dobrze zorganizowany projekt potrzebuje sprawnie działających zespołów zajmujących się konkretnymi zagadnieniami (takimi jak <i>bezpieczeństwo</i> czy <i>funkcje/UX</i>). Zamiast budować skomplikowane mechanizmy głosowania lub inne struktury, postaramy się skupić na rozwijaniu wolontariuszy w odpowiedzialne, wykwalifikowane zespoły. Ważne jest również, aby upewnić się, że wszyscy mają ten sam cel i wizję.",
    "Have a look! Travel anywhere and easily find great people who want to\n                meet you as well. See where other travellers are and help each other\n                out, whether through welcoming them to your home, sharing your stories\n                or becoming friends.": "Sprawdź! Podróżuj dokądkolwiek i z łatwością znajdź wspaniałych ludzi, którzy również chcą Cię poznać. Zobacz, gdzie są inni podróżnicy i pomóżcie sobie nawzajem, czy to przez przyjęcie ich do swojego domu, podzielenie się swoimi historiami, czy zostając przyjaciółmi.",
    "Trustroots Team": "Zespół Trustroots",
    "Trustroots uses <2>Google Analytics</2> to collect usage, device and browser statistics.": "Trustroots wykorzystuje <2>Google Analytics</2> do gromadzenia statystyk dotyczących użytkowania, sprzętu i przeglądarek.",
    "Be genuine yourself.": "Bądź szczery.",
    "App Store": "App Store",
    "Meet the team": "Poznaj nasz zespół",
    "Share the beautiful you with the world.": "Podziel się z całym światem tym, co w Tobie najpiękniejsze.",
    "Trustroots Privacy Policy": "Polityka prywatności Trustroots",
    "A world that encourages trust and adventure.": "Świat, który promuje zaufanie i przygodę.",
    "Analytics & opting out": "Analityka i rezygnacja z przetwarzania danych",
    "Additionally our website is mobile optimized, so you could also add it to your phone's home screen for quick access. Here are instructions for <2>iOS</2>, <5>Android (Chrome)</5> and <9>Android (Firefox)</9>. <br/>": "Dodatkowo nasza strona jest zoptymalizowana pod kątem urządzeń mobilnych, więc możesz ją również dodać do ekranu głównego swojego telefonu, aby mieć do niej szybki dostęp. Tutaj znajdziesz instrukcje dla <2>iOS</2>, <5>Android (Chrome)</5> i <9>Android (Firefox)</9>. <br/>",
    "For developers": "Dla developerów",
    "Free and open source": "Wolne i otwarte źródła",
    "Circles": "Kręgi",
    "Be friendly and know when to stop messaging someone.": "Bądź przyjazny i wiedz, kiedy należy przestać wysyłać komuś wiadomości.",
    "Be a human being: write messages specifically for their recipient.": "Bądź człowiekiem: pisz wiadomości skierowane do konkretnego odbiorcy.",
    "Could you offer mobile app at F-Droid store?": "Czy możecie udostępnić aplikację mobilną w sklepie F-Droid?",
    "How is this connected to Hitchwiki, Nomadwiki or Trashwiki?": "W jaki sposób jest to powiązane z Hitchwiki, Nomadwiki czy Trashwiki?",
    "How can I remove my account": "Jak mogę usunąć swoje konto",
    "How can I help?": "Jak mogę pomóc?",
    "If you would like to help out developing our mobile apps, read more about <2>developing Trustroots</2> . <br/>": "Jeśli chciałbyś pomóc w tworzeniu naszych aplikacji mobilnych, przeczytaj więcej o <2>tworzeniu aplikacji Trustroots</2>. <br/>",
    "Joining circles helps you find likeminded Trustroots members and\n                  tells others what you're interested in.": "Dołączenie do kręgów pozwoli Ci znaleźć podobnych sobie członków Trustroots i przekazać innym, czym się interesujesz.",
    "Is there a mobile app?": "Czy jest dostępna aplikacja mobilna?",
    "Install from <1>Play Store</1> or download APK file from <4>apk.trustroots.org</4>. <br/>": "Możesz pobrać aplikację ze <1>Sklepu Play</1> lub pobrać plik APK z <4>apk.trustroots.org</4>. </br>",
    "More circles": "Pokaż kręgi",
    "Our currency is hospitality: don't ask or accept any form of monetary exchange to use Trustroots.": "Naszą walutą jest gościnność: nie proś ani nie akceptuj żadnej formy wymiany pieniężnej za korzystanie z Trustroots.",
    "More…": "Więcej…",
    "No. Trustroots is for everyone.": "Nie. Trustroots jest dla wszystkich.",
    "Manifesto": "Manifest",
    "Be respectful of others and restrain from any kind of abusive behaviour.": "Szanuj innych i powstrzymuj się od jakichkolwiek obraźliwych zachowań.",
    "Fill your profile": "Uzupełnij swój profil",
    "Find members": "Szukaj użytkowników",
    "Is Trustroots an alternative for CouchSurfing or BeWelcome?": "Czy Trustroots jest alternatywą dla CouchSurfing lub BeWelcome?",
    "Is Trustroots exclusively for hitchhikers?": "Czy Trustroots jest wyłącznie dla autostopowiczów?",
    "Transparency": "Transparentność",
    "We emphasize community.": "Promujemy wspólnotę.",
    "Trustroots Guide": "Przewodnik Trustroots",
    "Trustroots Foundation": "Fundacja Trustroots",
    "about technology": "O technologii",
    "What is your long term vision?": "Jaka jest wasza długoterminowa wizja?",
    "Owned and operated by Trustroots Foundation, a non-profit registered\n                in the United Kingdom since March 2015.": "Właścicielem i administratorem jest Trustroots Foundation, organizacja non-profit zarejestrowana w Wielkiej Brytanii w marcu 2015 roku.",
    "Respect copyrights: stay within your rights if you want to share other people's texts and images - check their legal status!": "Szanuj prawa autorskie: trzymaj się swoich praw, jeśli chcesz udostępniać teksty i obrazy innych osób - sprawdź ich status prawny!",
    "See <1>rules of Trustroots</1> for details.": "Zobacz <1>regulamin Trustroots</1> po więcej szczegółów.",
    "Thank you!": "Dziękujemy!",
    "See also": "Zobacz również",
    "Trustroots page at Facebook": "Strona Trustroots na Facebooku",
    "Trustroots in Media": "Trustroots w mediach",
    "The practical answer: it takes time to set up a forum and even more time to keep it spam-free. The less practical answer: In our long-term and short-term experience forum activity is not necessarily the best way to get to more real life interactions. In the long term we do want to provide a way to communicate on the site, but this will probably look more like the quick and easy way you can interact on Facebook or Diaspora than a full fledged forum.": "Praktyczna odpowiedź: potrzeba czasu na założenie forum i jeszcze więcej czasu na utrzymanie go w stanie wolnym od spamu. Mniej praktyczna odpowiedź: Z naszego długo- i krótkoterminowego doświadczenia wynika, że działalność na forum niekoniecznie jest najlepszą drogą do osiągnięcia realnych interakcji. W dłuższej perspektywie chcemy zapewnić możliwość komunikacji na stronie, ale prawdopodobnie będzie to przypominało szybki i łatwy sposób interakcji na Facebooku lub Diasporze, a nie pełnoprawne forum.",
    "Trustroots is a community of travellers for sharing, hosting and getting people together. If you want to help grow this network you can find some <1>things to do here</1>.": "Trustroots to społeczność podróżników, którzy chcą się dzielić, gościć i łączyć ludzi. Jeśli chcesz pomóc w rozwoju tej sieci, możesz znaleźć tutaj kilka <1>rzeczy do zrobienia</1>.",
    "We have no tolerance for abusive members.": "Nie tolerujemy obraźliwych czy agresywnych użytkowników.",
    "We try to keep our rules simple and we value transparency. We'll update these rules as needed.": "Staramy się, aby nasze zasady były proste i cenimy sobie transparentność. W razie potrzeby będziemy aktualizować te zasady.",
    "Why the name Trustroots?": "Skąd wzięła się nazwa Trustroots?",
    "Why is there Facebook connection?": "Dlaczego strona ma połączenie z Facebookiem?",
    "Why is there no forum?": "Dlaczego nie ma tu forum?",
    "Why was my account suspended?": "Dlaczego moje konto zostało zawieszone?",
    "about the foundation": "O Fundacji",
    "about the site & community": "O witrynie i społeczności",
    "Trustroots is being built by a small team of activists who felt that the world of sharing is being taken over by corporations trying to monetize people's willingness to help each other. Same team brought you also <2>Hitchwiki</2>, <5>Trashwiki</5> and <8>Nomadwiki</8>.": "Trustroots jest budowany przez mały zespół aktywistów, którzy uważają, że świat sharingu jest przejmowany przez korporacje próbujące spieniężyć chęć ludzi do pomagania sobie nawzajem. Ten sam zespół utworzył również <2>Hitchwiki</2>, <5>Trashwiki</5> i <8>Nomadwiki</8>.",
    "\"We want a world that encourages trust, adventure and intercultural connections.\"": "\"Pragniemy świata, który promuje zaufanie, przygodę i kontakty międzykulturowe.\"",
    "Our willingness to help each other is universal. Trustroots is completely free\n      to use and will remain so forever.": "Nasza gotowość do wzajemnej pomocy jest czymś uniwersalnym. Trustroots jest całkowicie darmową stroną i pozostanie taka na zawsze.",
    "We believe in beauty, simplicity and transparency.": "Wierzymy w piękno, prostotę i transparentność.",
    "Trustroots group at Facebook": "Grupa Trustroots na Facebooku",
    "We think it's a shame that former non profits have been sold to\n                venture capital. We've been running other notable free and open\n                projects for a decade now and we hope our deeds so far speak for us.": "Jest nam szkoda, że dawne organizacje non-profit zostały sprzedane funduszom biznesowym. Od ponad dziesięciu lat prowadzimy wiele innych, godnych uwagi, wolnych i otwartych projektów i mamy nadzieję, że nasze dotychczasowe dokonania świadczą za nas.",
    "Put yourself in the shoes of others: what would you like to know about\n                your travel buddies? What should they know about you?": "Postaw się na miejscu innych: co chciałbyś wiedzieć o swoich towarzyszach podróży? Co oni powinni wiedzieć o Tobie?",
    "about circles": "O kręgach",
    "We want a world that encourages trust, adventure and intercultural connections. For that to happen through Trustroots we have written down some basic rules that apply to everyone. Please respect these rules:": "Chcemy świata, który promuje zaufanie, przygodę i kontakty międzykulturowe. Aby to osiągnąć dzięki Trustroots, spisaliśmy kilka podstawowych zasad, które obowiązują wszystkich. Prosimy o przestrzeganie poniższych punktów:",
    "We have no tolerance for spam, ads and other objectionable content.": "Nie tolerujemy spamu, reklam i innych treści niezgodnych z regulaminem.",
    "Make your own profile. One person, one profile — use your alias or real name; but never impersonate someone else, real or imaginary.": "Stwórz swój własny profil. Jeden profil na osobę. Możesz użyć swojego pseudonimu lub prawdziwego imienia, ale nigdy nie podszywaj się pod kogoś innego, prawdziwego lub wymyślonego.",
    "Be yourself, helpful, kind, responsible.": "Bądź sobą. Staraj się być pomocny, miły i odpowiedzialny.",
    "More information": "Więcej informacji",
    "See also <2>the blog post</2> introducing circles.": "Zobacz również <2>wpis na blogu</2> przedstawiający kręgi.",
    "If you ignore these rules, we might stop our services for you without further notice.": "Jeśli zignorujesz te zasady, możemy przestać świadczyć Ci usługi bez uprzedzenia.",
    "See also our page about <1>privacy</1>.": "Zapoznaj się również z naszą stroną o <1>prywatności</1>.",
    "Screenshots": "Zrzuty ekranu",
    "Trustroots was initially built with hitchhikers in mind but anyone has always been welcome to sign up even if they've never hitchhiked.": "Trustroots został stworzony z myślą o autostopowiczach, ale każdy może się zapisać, nawet jeśli nigdy nie podróżował autostopem.",
    "In the initial phase we were focusing on getting especially hitchhikers on board and making the site ideal for that. Our background is within Hitchhikers community and in <2>Hitchwiki</2>. The site will obviously remain rather alternative and true to its roots, even when we introduce it to new communities. <br/>": "W początkowej fazie skupialiśmy się na pozyskaniu autostopowiczów i stworzeniu strony idealnej do tego celu. Nasze korzenie są w społeczności Autostopowiczów i w <2>Hitchwiki</2>. Strona oczywiście pozostanie raczej niezależna i wierna swoim korzeniom, nawet jeśli wprowadzimy ją do nowych społeczności. <br/>",
    "Yes! We currently have a very simple Android version, which basically wraps around our website and gives you push notifications to your phone when you have new messages.": "Tak! Obecnie mamy bardzo prostą wersję na Androida, która w zasadzie wykorzystuje naszą stronę internetową i daje Ci powiadomienia push na Twój telefon, gdy masz nowe wiadomości.",
    "Trustroots isn't on purpose an alternative to anything specifically. There are many people to whom Facebook, CouchSurfing or other tools aren't suitable for multitude of reasons. We encourage using any tools you wish in parallel. We are trying to make it easy to gather your contents from these sites also to Trustroots.": "Trustroots nie jest z założenia alternatywą dla czegokolwiek konkretnego. Jest wiele osób, dla których Facebook, CouchSurfing czy inne narzędzia z wielu powodów nie są odpowiednie. Zachęcamy do równoległego korzystania z każdego z narzędzi. Próbujemy również umożliwić łatwe przeniesienie zawartości z tych stron do Trustroots.",
    "The team creating Trustroots also created these projects. We have done heavy linking between the projects since they share pretty much the same vision and user base.": "Zespół tworzący Trustroots stworzył również te projekty. Stworzyliśmy wiele powiązań między tymi projektami, ponieważ mają one prawie taką samą wizję i bazę użytkowników.",
    "So that people who have their data, photos and connections on Facebook can release their information to Trustroots. Using Facebook from Trustroots is optional.": "Aby osoby, które posiadają swoje dane, zdjęcia i kontakty na Facebooku, mogły wysłać swoje informacje do Trustroots. Korzystanie z Facebooka na Trustroots jest opcjonalne.",
    "Back to the roots. Earthy. The art of asking — and trusting — is something we often experience while traveling. We also have some innovative ideas that can help building trust among people. Once the network is big enough we'd love to work with scientists to build something that can really make a difference through trust metrics.": "Wracamy do korzeni (ang. root). Z kolei, sztuka proszenia - i zaufania (ang. trust) - to coś, czego często doświadczamy podczas podróży. Mamy też kilka innowacyjnych pomysłów, które mogą pomóc w budowaniu zaufania między ludźmi. Kiedy nasza sieć będzie już wystarczająco duża, chcielibyśmy nawiązać współpracę z naukowcami i zbudować coś, co może naprawdę zmienić sytuację dzięki miernikom zaufania.",
    "Do <1>contact us</1> if you want to help with this.": "<1>Skontaktuj się</1> z nami, jeśli chcesz nam w tym pomóc.",
    "You can remove your account via <2>account page</2>. We will not store your profile in our systems after removal.": "Możesz usunąć swoje konto z poziomu <2>swojego profilu</2>. Po usunięciu nie będziemy przechowywać Twojego profilu w naszych systemach.",
    "Learn more": "Dowiedz się więcej",
    "Referal Programs": "Programy rekomendacyjne",
    "Research": "Badania",
    "Trustroots Wiki: how to write a hosting request": "Trustroots Wiki: jak napisać prośbę o hosting",
    "BeWelcome: Writing to your host": "BeWelcome: Pisanie do swojego hosta",
    "Run by <1>Trustroots Foundation</1>": "Prowadzone przez <1>Fundację Trustroots</1>",
    "(recommended for websites)": "(zalecane dla stron internetowych)",
    "A good profile picture can definitely help you get responses from many people.": "Dobre zdjęcie profilowe z pewnością pomoże Ci uzyskać odpowiedzi od wielu osób.",
    "Adventure": "Przygoda",
    "Media": "Media",
    "Long term nomad and technology expert. Volunteered for BeWelcome BoD in 2013 and for CouchSurfing in 2007.": "Wieloletni nomad i ekspert od technologii. Wolontariusz w BeWelcome BoD w 2013 r. i w CouchSurfingu w 2007 r.",
    "Mission": "Misja",
    "Our response.": "Nasza odpowiedź.",
    "Our server": "Nasz serwer",
    "Past board members": "Poprzedni członkowie zarządu",
    "Play Store": "Sklep Play",
    "Questions? <1>Drop us a line!</1>": "Masz pytania? <1>Napisz do nas!</1>",
    "Sharing, hosting and getting people together.": "Dzielenie się, goszczenie i zjednywanie sobie ludzi.",
    "The Guardian: Do you know your CICs from your CIOs?": "The Guardian: Czy znasz swoich CIC od swoich CIO?",
    "To opt out of analytics tracking, you can either:": "Aby zrezygnować ze przekazywania danych analitycznych, możesz:",
    "About": "O nas",
    "<0>Send us</0> new circle ideas! In the future you will be able to create new circles by yourself.": "<0>Prześlij nam</0> nowe pomysły na kręgi! W przyszłości będzie można samodzielnie tworzyć nowe kręgi.",
    "<0>We</0> can give interviews in English, German, Dutch, French, Spanish & Finnish.": "<0>Możemy</0> udzielać wywiadów po angielsku, niemiecku, francusku, hiszpańsku i fińsku.",
    "African proverb": "Przysłowie afrykańskie",
    "Announcement": "Oświadczenie",
    "All current board members are also members of the founding team. We will have non-founding members in the board at some point.": "Wszyscy obecni członkowie zarządu są także członkami zespołu założycielskiego. W pewnym momencie do zarządu wejdą także członkowie niebędący założycielami.",
    "Are you planning to do X feature?": "Czy planujecie dodać opcję X?",
    "Basic profile information such as name, email, language, name, picture, gender, age, living location, usernames in other networks.": "Podstawowe informacje o profilu, takie jak imię i nazwisko, adres e-mail, język, imię, zdjęcie, płeć, wiek, miejsce zamieszkania, nazwy użytkownika w innych sieciach.",
    "Communication with our support team (via e-mail or contact form) is managed via Zendesk and stored on Zendesk servers. You can <2>see their privacy policy</2>.": "Komunikacja z naszym zespołem pomocy technicznej (poprzez e-mail lub formularz kontaktowy) jest obsługiwana przez Zendesk i przechowywana na serwerach Zendesk. Możesz zapoznać się z ich <2>polityką prywatności</2>.",
    "Contact & support": "Kontakt i pomoc techniczna",
    "Content available under a <2>Creative Commons licence</2>": "Treść dostępna na licencji <2>Creative Commons</2>",
    "Details": "Szczegóły",
    "Facebook group": "Grupa na Facebooku",
    "Facebook page": "Strona na Facebooku",
    "Foundation’s Articles": "Artykuły Fundacji",
    "Do you have public statistics?": "Czy posiadacie statystyki dostępne publicznie?",
    "Download all media files as a <2>zip archive</2>": "Pobierz wszystkie pliki multimedialne jako <2>archiwum zip</2>",
    "Get active!": "Bądź aktywny!",
    "Great! Read about <2>development</2> and get in touch with us! We are looking for JavaScript developers (back- and frontend) and sysops.": "Świetnie! Przeczytaj o <2>rozwoju</2> i skontaktuj się z nami! Poszukujemy programistów JavaScript (back- i frontend) oraz sysopów.",
    "How can I contact you?": "Jak mogę się z Wami skontaktować?",
    "How can I remove my account?": "Jak mogę usunąć swoje konto?",
    "How do I report a member that violates the rules?": "Jak mogę zgłosić użytkownika, który narusza regulamin?",
    "However, you can simply download our apk file manually: <2>apk.trustroots.org</2> — this version might not support all the features though, such as push notifications.": "Możesz jednak zwyczajnie pobrać nasz plik apk ręcznie: <2>apk.trustroots.org</2> - ta wersja może jednak nie obsługiwać wszystkich funkcji, takich jak powiadomienia push.",
    "I don't find a circle that suits me": "Nie mogę znaleźć kręgu, który by mi odpowiadał",
    "If you navigate to the profile of a user, you will find a link that says \"Report member\" that will lead you to a report form. Also, at any point, you can <1>contact us</1> with your report.": "Jeśli przejdziesz do profilu użytkownika, znajdziesz link o treści \"Zgłoś użytkownika\", który przekieruje Cię do formularza zgłoszeniowego. Ponadto w każdej chwili możesz <1>skontaktować się z nami</1> i przekazać nam swoje zgłoszenie.",
    "If you wish to stay completely anonymous online, please check this guide by Matomo:": "Jeśli chcesz zachować całkowitą anonimowość w sieci, zapoznaj się z tym poradnikiem przygotowanym przez Matomo:",
    "If you would like to help solve this, <2>get in touch!</2>": "Jeśli chciałbyś pomóc w rozwiązaniu tego problemu, <2>skontaktuj się z nami!</2>",
    "In Dutch.": "Po duńsku.",
    "In Finnish.": "Po fińsku.",
    "In German.": "Po niemiecku.",
    "In Italian. 2nd audio track from 10:50 to 25:00.": "Po włosku. Druga ścieżka dźwiękowa od 10:50 do 25:00.",
    "In plenty of public and private ways: <2>drop us a message</2>, <5>comment on our blog</5>, <8>report bugs at GitHub</8>, reach out via <10>Twitter</10> or <13>Facebook</13> and to directly contact individuals, see <15>the team </15> page.": "Na wiele publicznych i prywatnych sposobów: <2>zostaw nam wiadomość</2>, <5>wstaw komentarz na naszym blogu</5>, <8>zgłoś błędy na GitHubie</8>, skontaktuj się za pośrednictwem <10>Twittera</10> lub <13>Facebooka</13>. W celu bezpośredniego kontaktu z poszczególnymi osobami zobacz <15>stronę</15> zespołu.",
    "In the future, we would like to host a support ticket system on our own servers.": "W przyszłości chcielibyśmy umieścić system zgłoszeń do pomocy technicznej na naszych własnych serwerach.",
    "Information about you from other members; references": "Informacje o tobie od innych użytkowników; odnośników",
    "Information about you": "Informacje o tobie",
    "Install <1>Ghostery</1>, <4>Noscript</4>, <6>Disconnect</6> or <9>uBlock</9>. These browser extensions will disable all known JavaScript trackers and ensure that your browser does not send a request to external tracking servers.": "Zainstaluj <1>Ghostery</1>, <4>Noscript</4>, <6>Disconnect</6> lub <9>uBlock</9>. Te rozszerzenia przeglądarki dezaktywują wszystkie znane trackery JavaScript i sprawią, że przeglądarka nie będzie wysyłać żądań do zewnętrznych serwerów śledzących.",
    "Is Trustroots open source?": "Czy Trustroots jest oparte na otwartym kodzie źródłowym?",
    "Join Trustroots now": "Dołącz do Trustroots teraz",
    "Last updated on {{date, LL}}": "Ostatnia aktualizacja {{date, LL}}",
    "Launched {{date, LL}}": "Rozpoczęto {{date, LL}}",
    "Like with Google Analytics, we would like to reduce our reliance on these services in the future, and we can definitely use <1>help</1> with this.": "Podobnie jak w przypadku Google Analytics, chcielibyśmy w przyszłości zmniejszyć naszą zależność od tych usług, i w tym celu z pewnością przyda nam się <1>pomoc</1>.",
    "Love to travel, passionate and enthusiastic about share economy and hospitality exchange as human development tools. Volunteered CouchSurfing from 2008 to 2010 as well as other NGOs.": "Miłośnik podróży, pasjonat i entuzjasta ekonomii współdzielenia i wymiany gościnności jako narzędzi rozwoju społecznego. Wolontariusz CouchSurfingu w latach 2008-2010, a także innych organizacji pozarządowych.",
    "Make sure your own profile is complete. You're much more likely to get a positive response if you have written a bit about yourself. Absolute bare minimum: links to profiles elsewhere.": "Upewnij się, że Twój profil jest kompletny. Masz o wiele większe szanse na uzyskanie pozytywnej odpowiedzi, jeśli napiszesz trochę o sobie. Absolutne minimum: linki do profili w innych mediach.",
    "Meet": "Spotkania",
    "Members on Trustroots can download their profile, contact and hosting data through the <1>Account settings</1>.": "Członkowie Trustroots mogą pobrać swój profil, dane kontaktowe i hostingowe za pośrednictwem <1>Ustawień konta</1>.",
    "Messages from and to other members": "Wiadomości od i do innych użytkowników",
    "More questions? <1>Ask us!</1> <br/><br/>See also our <6>blog</6> and <9>about</9> page.": "Masz więcej pytań? <1>Zadaj nam je!</1> <br/><br/>Zobacz także nasz <6>blog</6> i stronę <9>o nas</9>.",
    "Nobody can do everything, but everyone can do something.": "Nikt nie może zrobić wszystkiego, ale każdy może zrobić coś.",
    "Non-profit & open source": "Działalność non-profit i open source",
    "Operating costs covered entirely by <2>donations</2>": "Koszty działalności pokrywane w całości z <2>darowizn</2>",
    "Trustroots profile": "Profil Trustroots",
    "You are able to remove your profile from the Trustroots by asking us to delete your account through the <2>Account settings</2>.": "Możesz usunąć swój profil z Trustroots, zwracając się do nas o usunięcie konta za pośrednictwem <2>Ustawień konta</2>.",
    "{{date, LL}}": "{{date, LL}}",
    "Info & support": "Informacje i pomoc techniczna",
    "Trustroots and COVID-19 outbreak": "Trustroots i epidemia COVID-19",
    "I'm a developer and I want to help!": "Jestem programistą i chcę pomóc!",
    "FAQ": "FAQ",
    "Entirely free and operating on basis of gift-economy": "Całkowicie wolna i działająca w oparciu o gospodarkę darowizn",
    "What are circles?": "Czym są kręgi?",
    "Your data is yours": "Twoje dane są twoje",
    "Files": "Pliki",
    "Follow Trustroots": "Obserwuj Trustroots",
    "For Writing Great Messages": "Jak tworzyć wspaniałe wiadomości",
    "Facebook, for profile images": "Facebook, dla zdjęć profilowych",
    "Fact sheet": "Karta informacyjna",
    "Freedom": "Wolność",
    "Gravatar, for profile images": "Gravatar, do zdjęć profilowych",
    "Information from 3rd party once you connect your account to them": "Informacje od osób trzecich po podłączeniu do nich twojego konta",
    "Install Google's official <2>opt out extension</2>": "Zainstaluj oficjalne <2>rozszerzenie opt-out</2> od Google",
    "Interviews": "Wywiady",
    "Social networks": "Sieci społecznościowe",
    "Support Trustroots": "Wspomóż Trustroots",
    "Trustroots seeks to be a platform for sharing and getting people\n                together. We aim to connect likeminded people together. We encourage\n                trust, adventure and intercultural connections.": "Trustroots stara się być platformą wymiany i zrzeszania ludzi razem. Chcemy łączyć ludzi o podobnych poglądach. Zachęcamy do zaufania, przygody i kontaktów międzykulturowych.",
    "podcast": "podkast",
    "“If you want to go fast, go alone. If you want to go far, go together.”": "\"Jeśli chcesz iść szybko, idź sam. Jeśli chcesz zajść daleko, idź razem z innymi.\"",
    "This information is collected when you provide it to us (like when you fill your profile) or use features of our service (like messaging).": "Informacje te są gromadzone, gdy użytkownik przekazuje je nam (np. podczas wypełniania swojego profilu) lub korzysta z funkcji naszej usługi (np. wiadomości).",
    "Travellers' community": "Społeczność podróżników",
    "Trust": "Zaufanie",
    "Vision, Mission & Values": "Wizja, misja i wartości",
    "We route all our emails using <2>SparkPost</2> servers.": "Wszystkie nasze wiadomości e-mail są przekazywane za pośrednictwem serwerów <2>SparkPost</2>.",
    "We want a world that encourages trust, adventure and intercultural\n      connections.": "Chcemy świata, który zachęca do zaufania, przygody i międzykulturowych więzi.",
    "Vision": "Wizja",
    "Values": "Wartości",
    "Help us build Trustroots!": "Pomóż nam rozwijać Trustroots!",
    "Join Trustroots": "Dołącz do Trustroots",
    "Our server (and thus your data) is securely hosted at <2>DigitalOcean</2> in Amsterdam, Europe.": "Nasz serwer (a tym samym Twoje dane) jest bezpiecznie hostowany przez <2>DigitalOcean</2> w Amsterdamie, w Europie.",
    "Radio": "Radio",
    "Read <1>frequently asked questions</1>": "Zobacz <1>Najczęściej Zadawane Pytania</1>",
    "Read more about circles": "Dowiedz się więcej o kręgach",
    "Read their profiles. If someone is vegan you don't want to tell them how you want to try Currywurst (unless it's vegan Currywurst of course). You also want to look for things in common, e.g. you both hitchhiked through Syria (and survived).": "Poznaj ich profile. Jeśli ktoś jest weganinem, nie chcesz mu opowiadać, że chciałbyś spróbować Currywurst (chyba że jest to Currywurst wegański, oczywiście). Warto też poszukać wspólnych tematów, np. że oboje jechaliście autostopem przez Syrię (i przeżyliście).",
    "See <1>statistics</1>": "Zobacz <1>statystyki</1>",
    "Site & community": "Strona i społeczność",
    "Some of our users want to use these networks and they have a right to do so. Others prefer to steer away from these networks and we'll also accommodate these users.": "Niektórzy z naszych użytkowników chcą korzystać z tych sieci i mają do tego prawo. Inni wolą trzymać się z dala od tych sieci i tych użytkowników również bierzemy pod uwagę.",
    "Technology": "Technologia",
    "Style guide": "Poradnik dotyczący stylu",
    "Thank you to everyone who has helped Trustroots over the years!": "Dziękujemy wszystkim, którzy przez lata pomagali Trustroots!",
    "That said, there are still other ways to support us!": "Niemniej jednak są jeszcze inne sposoby, aby nas wesprzeć!",
    "Trustroots circles (previously known as \"tribes\") are a way for you to immediately find the people you will easily connect with.": "Kręgi Trustroots (wcześniej zwane \"plemionami\") to sposób na natychmiastowe znalezienie osób, z którymi łatwo nawiążesz kontakt.",
    "Trustroots is a new non-profit hospitality exchange community.": "Trustroots to nowa społeczność non-profit zajmująca się wymianą gościnności.",
    "Trustroots is owned and operated by Trustroots Foundation, a non-profit\n              Limited by Guarantee (LBG) under section 60 exemption, registered in the\n              United Kingdom in March 2015.": "Trustroots jest własnością i jest zarządzany przez Trustroots Foundation, spółkę non-profit \nLimited by Guarantee (LBG) na mocy zwolnienia z sekcji 60, zarejestrowanej \nw Wielkiej Brytanii w marcu 2015 roku.",
    "Trustroots logo": "Logo Trustroots",
    "Via mobile devices you may also share content to Trustroots via your device's camera, location sensor or address book. This data is never published or used without your consent and it is always clarified when you are about to give this information to us.": "Za pośrednictwem urządzeń mobilnych możesz również udostępniać treści firmie Trustroots za pomocą kamery, czujnika lokalizacji lub książki adresowej urządzenia. Dane te nigdy nie są publikowane ani wykorzystywane bez Twojej zgody i zawsze wyjaśniamy, kiedy masz zamiar przekazać nam te informacje.",
    "View your profile": "Zobacz swój profil",
    "We also use third-party services that probably track usage, this includes": "Korzystamy również z usług stron trzecich, które prawdopodobnie śledzą użytkowanie, w szczególności",
    "We are a group of hospitality exchange enthusiasts with backgrounds in some notable projects. The same people who also brought you <1>Hitchwiki</1>, <4>Trashwiki</4>, <7>Nomadwiki</7> & more.": "Jesteśmy grupą entuzjastów wymiany gościnności, którzy mają doświadczenie w kilku znaczących projektach. Jesteśmy tymi samymi ludźmi, którzy stworzyli <1>Hitchwiki</1>, <4>Trashwiki</4>, <7>Nomadwiki</7> i wiele innych.",
    "We are all waiting to get back to \"normal\", for international travel to open up again, and to having people enjoy the Trustroots community.": "Wszyscy czekamy na powrót do \"normalności\", na ponowne otwarcie podróży międzynarodowych i na to, by ludzie mogli cieszyć się wspólnotą Trustroots.",
    "We found the term be problematic for having connotations of colonialism and wanted to switch to a more inclusive term in August 2020.": "Stwierdziliśmy, że termin ten jest problematyczny ze względu na konotacje z kolonializmem, i w sierpniu 2020 r. chcieliśmy zmienić go na termin bardziej inkluzywny.",
    "We will never, ever sell your profile data to anyone or try to otherwise use it commercially.": "Nigdy nie sprzedamy nikomu danych z Twojego profilu ani nie będziemy próbować wykorzystywać ich w inny sposób do celów komercyjnych.",
    "When searching for hosts, you can filter members by circles.": "Kiedy szukasz hostów, możesz ograniczyć szukanie do wybranych kręgów.",
    "When you do travel or host, take care of your own and other's safety. Communicate to your guests and hosts what your expectations regarding safety are. <1>Remember to stay respectful</1> towards each other and each other's needs when it comes to safety.": "Kiedy podróżujesz lub jesteś gospodarzem, zadbaj o bezpieczeństwo swoje i innych. Przekaż swoim gościom i gospodarzom, jakie są twoje oczekiwania dotyczące bezpieczeństwa. <1>Pamiętajcie o wzajemnym szacunku</1> wobec siebie i swoich potrzeb, jeśli chodzi o bezpieczeństwo.",
    "Whether you’re a hardcore techie or know nothing of coding, we can use your help! See <2>volunteer page</2> get an idea of what’s in the making and what you can do to help out. You could help Trustroots out with as little effort as donating your photo's to use for our website or create content. If you're a (semi-)professional photographer or have any questions you can <5>contact us</5>.": "Niezależnie od tego, czy jesteś zapalonym programistą, czy nie masz pojęcia o kodowaniu, możemy skorzystać z Twojej pomocy! Zobacz <2>stronę poświęconą wolontariatowi</2>, aby dowiedzieć się, co jest w trakcie tworzenia i co możesz zrobić, aby pomóc. Możesz pomóc Trustroots, wkładając w to tak niewiele wysiłku, jak podarowanie swoich zdjęć do wykorzystania na naszej stronie internetowej lub przy tworzeniu treści. Jeśli jesteś (pół)profesjonalnym fotografem lub masz jakieś pytania, możesz <5>skontaktować się z nami</5>.",
    "Working on big freegan/travel projects such as <2>Hitchwiki</2>, <5>Hitchgathering festival</5>, <7>Trashwiki</7> and <10>Nomadwiki</10> since 2008. In the past has volunteered for BeWelcome (2013). Active open source contributor and visionary free/gift-economics activist. A developer at <13>Automattic</13>.": "Pracuje nad dużymi projektami freegańskimi/podróżniczymi, takimi jak <2>Hitchwiki</2>, <5>Festiwal Hitchgathering</5>, <7>Trashwiki</7> i <10>Nomadwiki</10> od 2008 roku. W przeszłości był wolontariuszem BeWelcome (2013). Aktywny twórca oprogramowania open source i wizjonerski działacz na rzecz ekonomii wolnego handlu/podarunku. Pracuje jako programista w <13>Automattic</13>.",
    "Write a little bit about yourself in the message. No essay though.": "Napisz nieco o sobie w wiadomości. Ale bez żadnego eseju.",
    "Yep, see <1>statistics</1> page for some basic statistics. We are planning to publish more thorough statistics eventually. If you are interested in analysing our data deeper, please <4>write to us</4>.": "Tak, zobacz stronę <1>statystyki</1>, aby zapoznać się z podstawowymi statystykami. Docelowo planujemy opublikować bardziej szczegółowe statystyki. Jeśli jesteś zainteresowany głębszą analizą naszych danych, prosimy <4>o kontakt</4>.",
    "You can start now by joining <1>circles</1> that you identify yourself with.": "Możesz zacząć już teraz, dołączając do <1>kręgów</1>, z którymi się identyfikujesz.",
    "Your circles will also show up in your profile, telling others more about you.": "Twoje kręgi będą również widoczne w Twoim profilu, dzięki czemu inni będą mogli dowiedzieć się o Tobie więcej.",
    "Your emails": "Twoje wiadomości",
    "from 37:00": "od 37:00",
    "in Media": "w mediach",
    "{{date, MMMM Do}}": "{{date, MMMM Do}}",
    "Callum and Carlos were also part of the founding team.": "Callum i Carlos byli również członkami zespołu założycielskiego.",
    "Coming from a multinational business background, Natalia is an enthusiastic of the share and gift economy. Veteran globetrotter and volunteer for different NGOs from hospex as Couchsurfing to nonprofit lobbying orgs.": "Wywodząca się z międzynarodowego biznesu Natalia jest entuzjastką gospodarki opartej na dzieleniu się i darowiznach. Weteranka globtroterstwa i wolontariuszka w różnych organizacjach pozarządowych, od hospexu, jak Couchsurfing, po organizacje lobbystyczne non-profit.",
    "Contact & Support": "Kontakt i Pomoc techniczna",
    "Google Firebase, for mobile and browser push notifications. Unfortunately there's no \"open source way\" of doing push notifications to mobile platforms, they always go through platform's own servers (basically Apple for iPhone or Google for Android, and each browser vendor for browsers). That's why if you download the mobile app <2>directly from us as an APK file</2>, you won't get push notifications.": "Google Firebase, do obsługi powiadomień push dla urządzeń mobilnych i przeglądarek. Niestety, nie istnieje żaden \"open source'owy sposób\" na wysyłanie powiadomień push na platformy mobilne, zawsze przechodzą one przez serwery danej platformy (zasadniczo Apple dla iPhone'a lub Google dla Androida oraz każdy producent przeglądarki dla przeglądarek). Dlatego jeśli pobierzesz aplikację mobilną <2>bezpośrednio od nas jako plik APK</2>, nie będziesz mieć dostępu do powiadomień push.",
    "Founded multiple popular and trusted websites such as <2>Hitchwiki</2>, <5>Trashwiki</5>, <8>Nomadwiki</8>, <11>Couchwiki</11> and <14>Deletionpedia</14>. Volunteered for CouchSurfing as a tech team coordinator in 2006 and 2007 and for <19>BeWelcome</19> since 2007. Loves paradoxes, makes money with <22>moneyless.org</22>.": "Założyciel wielu popularnych i zaufanych witryn, takich jak <2>Hitchwiki</2>, <5>Trashwiki</5>, <8>Nomadwiki</8>, <11>Couchwiki</11> czy <14>Deletionpedia</14>. Działał jako wolontariusz w CouchSurfing jako koordynator zespołu technicznego w 2006 i 2007 roku oraz w <19>BeWelcome</19> od 2007 roku. Uwielbia paradoksy, zarabia pieniądze dzięki <22>moneyless.org</22>.",
    "Our servers are hosted at reliable and easy to use <strong>DigitalOcean</strong>. Sign up via <5>this link</5> and when you start using their VPS service, we get 25$ to cover our hosting, you get 100$.": "Nasze serwery są hostowane w niezawodnym i łatwym w użyciu <strong>DigitalOcean</strong>. Zarejestruj się przez <5>ten link</5>, a kiedy zaczniesz korzystać z ich usług VPS, dostaniemy 25$ na pokrycie kosztów naszego hostingu, Ty dostaniesz 100$.",
    "Scientific trust metric research might be done with Trustroots data, but in such case the data is always anonymized and it will be impossible to recognize individual users from it. See our <2>statistics page</2> for more information.": "Na podstawie danych Trustroots można prowadzić badania naukowe dotyczące metryki zaufania, ale w takim przypadku dane są zawsze anonimowe i nie będzie można na ich podstawie rozpoznać poszczególnych użytkowników. Więcej informacji można znaleźć na naszej <2>stronie poświęconej statystykom</2>.",
    "Using Expo <2>seems to block</2> inclusion to F-Droid, although we don't directly use any of the services mentioned in the blocking list but Expo itself might. Expo is an <5>open source</5> project. <br/>": "Korzystanie z Expo wydaje się blokować dołączanie do F-Droid, chociaż nie używamy bezpośrednio żadnej z usług wymienionych na liście blokowania, ale samo Expo może. Expo jest projektem open source. <br/>",
    "See <2>our roadmap</2> for our current todolist. Feel free to <5>tell us</5> about your ideas! The current version of Trustroots is the most limited software you can imagine that still works for hospitality. We simply haven't had time to build most of the features yet. Please be patient and be mindful about <9>feature creep</9>.": "Zobacz <2>naszą listę zadań</2>, aby zapoznać się z naszą aktualną listą rzeczy do zrobienia. Nie wahaj się <5>powiedzieć nam</5> o swoich pomysłach! Obecna wersja Trustroots to najbardziej uproszczone oprogramowanie, jakie można sobie wyobrazić, które nadal działa w służbie gościnności. Zwyczajnie nie mieliśmy jeszcze czasu, aby rozwinąć większość funkcji. Prosimy o cierpliwość i rozwagę w kwestii <9>rozrostu funkcji</9>.",
    "Some of the features on Trustroots use other social networks such as Twitter, Facebook, GitHub or Gravatar. You don't have to connect your profile to these and we don't share any data with these networks. We only crawl information you give us access to and show it on your profile if you want to. Some of the data from these sites is then stored on our server.": "Niektóre funkcje na Trustroots korzystają z innych sieci społecznościowych, takich jak Twitter, Facebook, GitHub czy Gravatar. Nie musisz łączyć swojego profilu z tymi sieciami, a my nie udostępniamy im żadnych danych. Pobieramy jedynie informacje, do których użytkownik udostępnia nam dostęp i pokazujemy je na Twoim profilu, jeśli sobie tego życzysz. Niektóre dane z tych witryn są następnie przechowywane na naszym serwerze.",
    "Trustroots is a non-profit <1>foundation</1> registered in the United Kingdom in <5>March 2015</5>. At the moment our costs are mainly for servers and other technical aspects, currently between €1000 and €2000 per year. As accepting donations would lead to higher total costs (due to accounting etc.) and require more effort than it seems worth, everything is currently being covered by the board.": "Trustroots jest <1>fundacją</1> non-profit zarejestrowaną w Wielkiej Brytanii w <5>marcu 2015</5> roku. W tej chwili nasze koszty to głównie koszty serwerów i innych aspektów technicznych, obecnie między 1000 a 2000 euro rocznie. Ponieważ przyjmowanie darowizn prowadziłoby do wyższych kosztów całkowitych (ze względu na księgowość itp.) i wymagałoby więcej wysiłku niż wydaje się to warte, wszystko jest obecnie pokrywane przez zarząd.",
    "Until then, be patient. Please help stop the spread of the virus. Consider not traveling, especially internationally. Consider not hosting people, especially if you live with <2>people at higher risk</2>": "Do tego czasu należy uzbroić się w cierpliwość. Prosimy o pomoc w powstrzymaniu rozprzestrzeniania się wirusa. Rozważ rezygnację z podróżowania, zwłaszcza międzynarodowego. Rozważ możliwość nie goszczenia u siebie ludzi, zwłaszcza jeśli mieszkasz z <2>osobami z grupy podwyższonego ryzyka</2>",
    "Using Analytics we automatically collect information such as usage times, browser details, screen size, network location (IP), country, language etc. This information is anonymized and never published so that individual users cannot be recognized.": "Za pomocą narzędzi analitycznych automatycznie gromadzimy informacje takie jak czas korzystania z witryny, szczegóły dotyczące przeglądarki, rozmiar ekranu, lokalizacja sieciowa (IP), kraj, język itp. Informacje te są anonimowe i nigdy nie są publikowane, aby nie można było rozpoznać poszczególnych użytkowników.",
    "We aim to keep this privacy policy as clear, concise, and easy to understand as possible. We are committed to being transparent and open. This article explains generally how we receive information about you, and what we do with that information once we have it.": "Dążymy do tego, aby niniejsze zasady ochrony prywatności były jak najbardziej przejrzyste, zwięzłe i zrozumiałe. Zależy nam na przejrzystości i otwartości. W tym artykule wyjaśniono ogólnie, w jaki sposób otrzymujemy informacje o użytkownikach i co robimy z tymi informacjami, gdy już je mamy.",
    "We currently use <strong>Google Analytics</strong>, as it's the industry standard. At some point in the future we would like to run our own instance of Matomo and after doing that for long enough we may be able to move away from Google Analytics. We can use <3>help</3> with this.": "Obecnie używamy <strong>Google Analytics</strong>, ponieważ jest to standard w branży. Na pewnym etapie w przyszłości chcielibyśmy uruchomić własną instancję Matomo i po wystarczająco długim czasie działania będziemy mogli zrezygnować z Google Analytics. W tym celu chętnie skorzystamy z dostępnej <3>pomocy</3>.",
    "We use and recommend <strong>Namecheap</strong> for domains, partly because they're a <4>responsible company</4> and foremost as they do a great job. Sign up via <8>this link</8> and we'll get little bit in return.": "Używamy i polecamy <strong>Namecheap</strong> dla domen, częściowo dlatego, że są <4>odpowiedzialną firmą</4>, a przede wszystkim dlatego, że wykonują świetną robotę. Zarejestruj się przez <8>ten link</8>, a my dostaniemy trochę w zamian.",
    "We'll aim to add ways to the site that will fill your trips and your life with adventure! Imagine walking around in a city you're visiting for the first time and suddently you start receiving invitations from people to stay with them or go to awesome or inspiring events, or just to a dumpster dive dinner. That's the adventure Trustroots wants to enable. And circles is a step towards this.": "Będziemy starali się dodawać na stronie sposoby, które wypełnią Twoje podróże i Twoje życie przygodą! Wyobraź sobie, że spacerujesz po mieście, które odwiedzasz po raz pierwszy, i nagle zaczynasz dostawać zaproszenia od ludzi, by się u nich zatrzymać, pójść na niesamowite lub inspirujące wydarzenia albo po prostu na kolację w stylu \"dumpster dive\". To jest właśnie przygoda, którą Trustroots chce umożliwić. A kręgi to krok w tym kierunku.",
    "We would love to! However, it seems we cannot because of how our mobile app is built.<br/><br/>We don't have resources yet to build a separate \"native app\" for Android so we're using <5>Expo.io</5> framework instead.": "Bardzo byśmy chcieli! Jednakże, z uwagi na sposób w jaki zbudowana jest nasza aplikacja mobilna, nie możemy tego zrobić.<br/><br/>Nie mamy jeszcze zasobów, aby zbudować oddzielną \"natywną aplikację\" dla systemu Android, więc zamiast tego używamy frameworka <5>Expo.io</5>.",
    "Yes! Our code is available on <2>GitHub</2> and licensed under the <5>AGPL License</5>.": "Tak! Nasz kod jest dostępny w serwisie <2>GitHub</2> i jest objęty <5>licencją AGPL </5>.",
    "Why did you rename \"tribes\" to \"circles\"?": "Dlaczego zmieniliście nazwę \"plemiona\" na \"kręgi\"?",
    "Board": "Zarząd"
}
