{
    "Change": "Cambiar",
    "Conversation started {{ date }}": "Conversa iniciada {{ date }}",
    "Don't write to people 2 months ahead.": "Non escribas á xente con dous meses de antelación.",
    "Highlight text to add links or change its appearance. Ctrl+Enter to send.": "Selecciona o texto para engadir ligazóns ou cambiar a súa aparencia. Ctrl+Enter para enviar.",
    "License": "Licencia",
    "Make sure your profile is complete": "Asegúrate de que o teu perfil está completo",
    "More messages": "Máis mensaxes",
    "No": "Non",
    "No conversations yet.": "Aínda non hai conversacións.",
    "Send": "Enviar",
    "Sorry I can't host": "Síntoo, non podo hospedar",
    "Tell a little bit about yourself": "Conta algo sobre ti",
    "Tell your host why you're on a trip": "Dille aos anfitrións por que estás a viaxar",
    "Tip": "achega",
    "Write back": "Responde",
    "Yes": "Si",
    "Yes, I can host!": "Si, podo aloxar!",
    "You": "Ti",
    "You are writing to too many people too fast. Slow down and try later again.": "Estás escribindo a demasiada xente demasiado rápido. Acouga e téntao de novo máis tarde.",
    "You haven't been talking yet.": "Aínda non falaran.",
    "You replied": "Contestaches",
    "You're much more likely to get a positive response if you have written a bit about yourself.": "Tes moitas máis posibilidades de recibir unha resposta se escribiches algo sobre ti.",
    "Your profile seems quite empty.": "O teu perfil parece demasiado vacío.",
    "Your response won't be visible to them.": "A túa resposta non será visible para eles.",
    "...explaining that you are interested in meeting them, not just looking for free accommodation.": "...explicando que tes interese en coñecelos, non que só estás procurando aloxamento gratis.",
    "Edit your profile": "Edita o teu perfil",
    "Explain to them why you are choosing them": "Explícalles por que os escolles",
    "Do you find messages from this person to be polite, respectful and in the spirit of Trustroots?": "Cres que as mensaxes desta persoa son educadas, respectuosas e co espírito de Trustroots?",
    "Failed to send the message. Perhaps your internet went down? Please try again.": "Fallou o envío da mensaxe. Quizais non vai a túa conexión de Internet? Por favor, proba de novo.",
    "Member is not available anymore.": "Este perfil xa non está dispoñible.",
    "Please write longer profile description before sending messages.": "Por favor escribe unha descrición do perfil máis longa antes de enviar mensaxes.",
    "Trustroots is very much about spontaneous travel": "Trustroots vai sobre todo de viaxes espontáneas",
    "What are your expectations in regards with going through their town?": "Cales son as túas expectativas sobre a visita ao seu pobo?"
}
