{
  "Volunteering": "Dobrovolnictví",
  "Help us build Trustroots! Nobody can do everything, but everyone can do something...": "Pomoz nám udělat Trustroots! Nikdo nemůže udělat všechno, ale každý může udělat něco...",
  "SOCIAL MEDIA!": "SOCIÁLNÍ MÉDIA!",
  "Help manage our social media accounts.": "Pomoz nám starat se o účty na sociálních médiích.",
  "SUPPORT TEAM!": "PODPŮRNÝ TÝM!",
  "We have too many support requests to handle. Check out the <1>meta thread</1> to get involved.": "Dostáváme spoustu žádostí o podporu. Podívej se na <1>vlákno meta</1> a zapoj se.",
  "UI/UX & DESIGN!": "UŽIVATELSKÉ ROZHRANÍ & DESIGN!",
  "Work out new features and improve existing flows. We love good looking design.": "Navrhni nové funkce. Máme rádi hezký design.",
  "PHOTOGRAPHY!": "FOTKY!",
  "Trustroots needs fresh photos every now and then. Would be great if you could <1>donate your travel photos</1>.": "Trustroots čas od času potřebuje nové fotky. Bude skvělé, když <1>poskytneš své cestovatelské fotografie</1>.",
  "COPYWRITING!": "COPYWRITING!",
  "Write stuff for our <1>blog</1> or for the website.": "Piš pro náš <1>blog</1> nebo pro webovou stránku.",
  "PROOFREADING!": "KOREKTURY!",
  "Find spelling errors and send us corrections by <1>opening an issue</1>.": "Najdi překlepy a <1>pošli nám opravy</1>.",
  "LEGAL!": "PRÁVO!",
  "We can really use help with legal issues.": "Právní pomoc nám hodně pomůže.",
  "DEVELOPMENT!": "VÝVOJ!",
  "Want to be a <1>Trustroots developer</1>? Jump right in. We have tons of <3>issues</3>... They even have labels (<5>easy</5>, <7>texts</7>, <9>help wanted</9>).": "Chceš být <1>vývojářem Trustroots</1>? Pusť se do toho. Máme plno <3>otevřených problémů</3>... Jsou označené jako (<5>jednoduché</5>, <7>texty</7>, <9>chceme pomoc</9>).",
  "TEST THE WEBSITE!": "TESTUJ WEBOVOU STRÁNKU!",
  "Use the website: travel and host! Test it out with different mobile devices, browsers, and screen sizes. Report bugs by opening <1>an issue on GitHub</1> or use the <3>contact</3> form.": "Používej webovou stránku: cestuj a hostuj! Testuj ji na různých telefonech, prohlížečích, a obrazovkách. Oznam chyby otevřením <1>problému na GitHubu</1> nebo použij <3>kontaktní</3> formulář.",
  "SPACE!": "PROSTOR!",
  "Let us know if you have a space at your disposal that you want to provide to a Trustroots collective or hackathon. (Check out some <1>previous</1> Trustroots spaces.)": "Dej nám vědět, pokud máš prostor, který bys mohl/a poskytnout pro kolektiv Trustroots nebo hackathon. (Podívej se na <1>předchozí</1> místa Trustroots.)",
  "SPREAD THE WORD!": "POVĚZ O NÁS DRUHÝM!",
  "Honestly, the biggest thing that helps us is helping more people find out about Trustroots.": "Upřímně, nejvíc nám pomůže, když se více lidí dozví o Trustroots.",
  "Tell your friends and fellow travelers about Trustroots, and tag us on social media. You can follow us on <1>Twitter</1>, <3>Instagram</3>, <5>Facebook</5>, and our <7>blog</7>.": "Pověz svým přátelům a cestovatelům o Trustroots a otaguj nás na sociálních médiích. Můžeš nás sledovat na <1>Twitteru</1>, <3>Instagramu</3>, <5>Facebooku</5> a na našem <7>blogu</7>.",
  "If you write a post about Trustroots on your blog, definitely let us know so that we can share it.": "Pokud napíšeš o Trustroots na svém blogu, určitě nám dej vědět, abychom to mohli sdílet.",
  "GET IN TOUCH!": "KONTAKTUJ NÁS!",
  "We're always happy to <1>hear from you</1> if you don't know what you can do.": "Vždycky jsme rádi, <1>když se s námi spojíš</1>, i když nevíš, co bys mohl/a dělat.",
  "If you're still not sure and just want to chat to some humans, introduce yourself on our <1>volunteer forum</1>. All are welcome and we'll be happy to help you get started.": "Pokud si pořád nejsi jistý/á a chceš hovořit s lidmi, představ se na našem <1>dobrovolnickém fóru</1>. Všichni jsou vítáni a rádi Ti pomůžeme začít."
}
